[Language]
DisplayName=简体中文

[MBR Distributors]
CmbCOCDistributors_Info_01=准许外挂使用选定的分销商运行部落冲突。
CmbSuspendAndroid_Info_01=指定Android将在搜索和攻击期间暂停暂停，或者在每个ImgLoc/Image处理呼叫中停止。 如果您遇到更频繁的网络问题\r\n使用“仅在搜索/攻击”选项或禁用此功能。
CmbSuspendAndroid_Item_01=已禁用|只有在搜索/攻击|对于每一个图片处理的呼叫
Emulator_Item_01=谷歌
Emulator_Item_02=昆仑
Emulator_Item_03=360
Emulator_Item_04=百度
Emulator_Item_05=九游
Emulator_Item_06=豌豆荚/当乐
Emulator_Item_07=华为
Emulator_Item_08=OPPO
Emulator_Item_09=VIVO
Emulator_Item_10=安智
Emulator_Item_11=靠谱
Emulator_Item_12=乐助联想
Emulator_Item_13=果盘
Emulator_Item_14=小米
Emulator_Item_15=海马玩
Emulator_Item_16=乐视
Emulator_Item_17=逍遥
Emulator_Item_18=夜神
Emulator_Item_19=爱游戏
Emulator_Item_20=腾讯
Emulator_Item_21=Clash Of Magic, The Black Magic: S1
Emulator_Item_22=Clash Of Magic, The Power Of Magic: S2
Emulator_Item_23=Clash Of Magic, The Hall Of Magic: S3
Emulator_Item_24=Clash Of Magic, The Hall Of Magic 2: S4
Group_01=分销商
Group_02=安卓的进阶选项
LblAdvanced_Android_Options=暂停/恢复安卓
NO_COC=没有COC
Unknown_COC=未知COC
[MBR Popups]
Bot_will_exit=注意 =>> 当完成时，机器人将会退出，并且必须重新启动
Cancel_to_exit=或者点击 取消 退出
CheckPrerequisites_Item_01=长官，有些档案找不到！
CheckPrerequisites_Item_02=请解压缩所有档案和资料夹，再尝试启动机器人一次！
CheckPrerequisites_Item_03=对不起，开始按钮被停用直到修复为止！
CheckPrerequisites_Item_04=长官，档名不正确！
CheckPrerequisites_Item_05=您改变了 MyBot.run.exe 的档名，请改回来后再重新启动机器人！
Close_Bot=请关闭机器人！
Delete_and_Reset_Building_info=点击 确定，删除/重设 所有建筑物资讯
Delete_Building_Info=删除建筑物资讯吗？
Delete_Profile_01=删除配置文件
Delete_Profile_02=您确定要删除此配置文件？\r\n档案将无法救回！
Delete_then_restart_bot=点击 确定 删除后，手动重启机器人
Func_AttackCSVAssignDefaultScriptName_Copy_0=复制并重新命名当前攻击脚本
Func_AttackCSVAssignDefaultScriptName_Copy_1=复制
Func_AttackCSVAssignDefaultScriptName_Create=新建攻击脚本
Func_AttackCSVAssignDefaultScriptName_Error=当建立档案时出现错误
Func_AttackCSVAssignDefaultScriptName_File-exists=同名档案已存在，请输入别的档名
Func_AttackCSVAssignDefaultScriptName_New_0=输入新的脚本档名
Func_AttackCSVAssignDefaultScriptName_New_1=并输入新的脚本档名
Func_cmbLanguage=重启机器人以更换成新的介面语言：
Func_Locate_Building_01=点击 定位更新 按钮，然后点击您要升级的 建筑物/英雄
Func_Locate_Building_02=定位所有要升级的建筑物后，点击 完成 按钮
Func_Locate_Building_03=点击 取消 按钮，退出定位建筑物
Func_Locate_Building_04=定位 建筑物|完成|取消
Func_Locate_Building_05=定位升级物
Func_Locate_Building_06=您现在可以将滑鼠移出模拟器之外，谢谢！
Func_Locate_Building_07=文字读取错误
Func_Locate_Building_08=输入升级成本
Func_Locate_Building_09=保存升级的图片供开发和分析使用吗？
Func_Locate_Building_10=金币   |  圣水  |  黑油
Func_Locate_Building_11=Need User Help
Func_Locate_Building_12=选择升级的类型：
Func_Locate_Clan_Castle_01=点确定后，移动至部落城堡，再点击一下
Func_Locate_Clan_Castle_02=定位部落城堡
Func_Locate_King_Altar_01=点击 确定 后，移动至 野蛮人之王圣台，再点击一下
Func_Locate_King_Altar_02=定位野蛮人之王圣台
Func_Locate_Laboratory_01=点击 确定 后，移动至 实验室，再点击一下
Func_Locate_Laboratory_02=定位实验室
Func_Locate_Queen_Altar_01=点击 确定 后，移动至 弓箭女皇圣台，再点击一下
Func_Locate_Queen_Altar_02=定位弓箭女皇圣台
Func_Locate_TownHall_01=点击 确定 后，移动至 大本营，再点击一下
Func_Locate_TownHall_02=定位大本营
Func_Locate_Warden_Altar_01=点击 确定 后，移动至 大守护者圣台，再点击一下
Func_Locate_Warden_Altar_02=定位大守护者圣台
Func_PresetDeleteConf_Info_01=删除设置
Func_PresetDeleteConf_Info_02=您确定要删除设置吗？
Locate_building_01=点击位置后，不要立刻移动滑鼠
Locate_building_02=确保建筑物的名称可见！
Locate_building_03=您现在可以将滑鼠移出模拟器之外，谢谢！
Locate_building_04=注意！
Locating_your_TH=如果您要定位大本营，是因为大本营刚升级
Must_restart_bot=那么您必须重启机器人
MyVillage=MyVillage
Notice=Notice
Ok=确定
Ok_Cancel=确定|取消
OK_to_restart_bot=点击 确定，重启机器人
Profile_Already_Exists_01=配置文件已存在
Profile_Already_Exists_02=%s 已存在\r\n请使用另一个名称
Profile_Already_Exists_03=已经存在.
Profile_Already_Exists_04=请为您的个人资料选择另一个名称
Restart_bot=点击 确定，关闭机器人，然后启动机器人(手动)
Settings_DPI_Error_01=解析度不正确，设定值太
Settings_DPI_Error_02=%. 必须设定它到100%，使机器人运行
Settings_DPI_Error_03=改变解析度DPI为正确的值后，重新开机且再次运行机器人
Settings_DPI_Error_04=在更改之前，将不能使用机器人
Settings_DPI_Error_05=点击 确定 流览如何改变解析度
Settings_DPI_Error_06=解析度不正确
Settings_DPI_Error_07=不支持
Settings_DPI_Error_08=对不起，您的作业系统不支持运行机器人
Settings_Error=显示设定错误
sText_01=机器人出现了一个严重的错误
sText_02=无法找到或启动
sText_03=重启电脑后，再试一次
sText_04=并流览 www.mybot.run 论坛以获得更多帮助
sText_05=关闭机器人！
sText_06=确定 - 必须退出程式
Sure_Close Bot=您确定要重启机器人吗？
Sure_Delete_Building_Info=您确定要删除建筑物资讯吗？
YES_NO=是|否
[MBR Func_AtkLogHead]
AtkLogHead_Text_01=收益日志
AtkLogHead_Text_02=# |                   -------- 收益 ---------        ------ 奖励 ------
AtkLogHead_Text_03=# |时间 | 奖杯|  搜索|     金|     水|   黑油| 杯|星|    金|    水|黑油|联盟|
[MBR Func_Village_Upgrade]
BtnResetLabUpgradeTime_Info_01=出现红色按钮代表科技升级正在进行中，
BtnResetLabUpgradeTime_Info_02=它会在升级即将完成时自动消失。
BtnResetLabUpgradeTime_Info_03=如果正在进行中的升级被使用宝石加速提早完成，
BtnResetLabUpgradeTime_Info_04=在开始新的升级前，请点击红色按钮，重设内部的计时器。
BtnResetLabUpgradeTime_Info_05=警告 - 不必要的定时器重设，将造成经常性的实验室状态检测
BtnResetLabUpgradeTime_Info_06=科技升级已经开始
BtnResetLabUpgradeTime_Info_07=将于以下时间，开始检查是否升级已完成：
Lab_GUIUpdate_Info_00=出现红色按钮代表科技升级正在进行中，
Lab_GUIUpdate_Info_01=它会在升级即将完成时自动消失。
Lab_GUIUpdate_Info_02=如果正在进行中的升级被使用宝石加速提早完成，
Lab_GUIUpdate_Info_03=在开始新的升级前，请点击红色按钮，重设内部的计时器。
Lab_GUIUpdate_Info_04=警告 - 不必要的定时器重设，将造成经常性的实验室状态检测
Lab_GUIUpdate_Info_05=科技升级已经开始
Lab_GUIUpdate_Info_06=将于以下时间，开始检查是否升级已完成：
Lab_GUIUpdate_Info_07=您确定要重设实验室的升级定时器吗？
Lab_GUIUpdate_Info_08=点击确定重设
Lab_GUIUpdate_Info_09=或者 点击取消退出
Lab_GUIUpdate_Info_10=确定
Lab_GUIUpdate_Info_11=取消
Lab_GUIUpdate_Info_12=重设实验室升级定时器吗？
[MBR GUI Control Bottom]
Func_AndroidEmbedded_False=解除合并
Func_AndroidEmbedded_True=合并窗口
Func_btnHide_False=显示
Func_btnHide_True=隐藏
[MBR Global GUI Design]
AM=AM
Clear_set_row_of_boxes=点击这里将清除或全选整行
Day=天
days=天
Fr=五
Friday=星期五
Hour=小时
Hours=小时
hr=小时
hrs=小时
LblTownhall=大本营
Level=等级
Maxi=最大
min.=分钟
Mini=分钟
Minutes=分钟
Mo=一
Monday=星期一
None=不使用
Only_during_day=勾选执行星期
Only_during_hours=勾选执行时段
PM=PM
Sa=六
Saturday=星期六
search(es).=搜索
sec.=秒
second=秒
seconds=秒
Su=日
Sunday=星期日
Th=四
Thursday=星期四
Tu=二
Tuesday=星期二
We=三
Wednesday=星期三
[MBR Main GUI]
disabled_Tab_02_STab_02_STab_Info_01=注意：此捐兵选项已取消使用，如要使用，请勾选‘
disabled_Tab_03_STab_02_STab_Info_01=注意：此选项已取消使用，如要使用，请勾选‘
disabled_Tab_03_STab_02_STab_Info_02=’来启用
MISC_TAB_ITEM1=家乡
MISC_TAB_ITEM2=建筑大师基地
MISC_TAB_ITEM3=Clan Games
Tab_01=日志
Tab_02=村庄
Tab_02_STab_01=综合
Tab_02_STab_02=部落城堡
Tab_02_STab_02_STab_01=请求增援
Tab_02_STab_02_STab_02=捐兵
Tab_02_STab_02_STab_03=捐兵时间表
Tab_02_STab_03=升级
Tab_02_STab_03_STab_01=实验室
Tab_02_STab_03_STab_02=英雄
Tab_02_STab_03_STab_03=建筑物
Tab_02_STab_03_STab_04=城墙
Tab_02_STab_03_STab_05=自动升级
Tab_02_STab_04=成就
Tab_02_STab_05=通知
Tab_02_STab_05_STab_01=子弹推送/电报
Tab_02_STab_05_STab_02=通知时间表
Tab_03=攻击计划
Tab_03_STab_01=训练军队
Tab_03_STab_01_STab_01=军队/法术
Tab_03_STab_01_STab_02=加速
Tab_03_STab_01_STab_03=训练顺序
Tab_03_STab_01_STab_04=选项
Tab_03_STab_02=搜索 && 攻击
Tab_03_STab_02_STab_01=死鱼
Tab_03_STab_02_STab_01_STab_01=死鱼判定
Tab_03_STab_02_STab_02=活鱼
Tab_03_STab_02_STab_03=偷本
Tab_03_STab_02_STab_04=弱本
Tab_03_STab_02_STab_05=选项
Tab_03_STab_02_STab_05_STab_01=闪黑
Tab_03_STab_02_STab_05_STab_02=杯段设置
Tab_03_STab_02_STab_0X_STab_01=搜索
Tab_03_STab_02_STab_0X_STab_02=进攻
Tab_03_STab_02_STab_0X_STab_03=结束战斗
Tab_03_STab_03=战略
Tab_03_STab_03_STab_01=载入战略
Tab_03_STab_03_STab_02=保存战略
Tab_04=机器人
Tab_04_STab_01=选项
Tab_04_STab_02=安卓
Tab_04_STab_03=除错
Tab_04_STab_04=配置
Tab_04_STab_05=统计
Tab_04_STab_05_STab_01=收益
Tab_04_STab_05_STab_02=成本
Tab_04_STab_05_STab_03=进攻收益
Tab_04_STab_05_STab_04=捐赠
Tab_04_STab_05_STab_05=Multi Stats
Tab_05=关于我们
[MBR GUI Design Bottom]
BtnAttackNowDB=打死鱼
BtnAttackNowLB=打活鱼
BtnAttackNowTS=偷本
BtnEmbed=合并窗口
BtnEmbed_Info_01=模拟器和 MyBot 合并成一个窗口
BtnHide=隐藏
BtnHide_Info_01=将模拟器视窗移到视线之外
BtnHide_Info_02=（不是最小化，而是隐藏）
BtnMakeScreenshot=截图
BtnMakeScreenshot_Info_01=点击这里来截图村庄，并将其存档
BtnPause=暂停
BtnPause_Info_01=点击这里（或 Pause/Break 键）暂停运行
BtnResume=恢复
BtnResume_Info_01=点击这里（或 Pause/Break 键）恢复运行
BtnSearchMode=搜索模式
BtnSearchMode_Info_01=不进攻，仅搜索符合条件的村庄
BtnStart=开始
BtnStart_Info_01=点击这里开始运行
BtnStop=停止
BtnStop_Info_01=点击这里停止运行（或 ESC 键）
ChkBackgroundMode=背景模式
ChkBackgroundMode_Info_01=勾选设定为背景模式
ChkBackgroundMode_Info_02=与隐藏功能相容并不冲突
Group_01=- 免费软体 -
GrpStatus_Info_01=Gray - Not Read, Green - Ready to Use, Blue - Healing, Red - Upgrading
GrpStatus_Info_02=Green - Lab is Running, Red - Lab Has Stopped
GrpVillage=村庄
GrpVillage_Info_01=切换村庄资讯和统计
LblDonate=捐赠支援开发
LblDonate_Info_01=Paypal 捐赠
LblVillageReportTemp_01=首次运行时
LblVillageReportTemp_02=村庄资讯
LblVillageReportTemp_03=才在这里显示
[MBR GUI Design Child Attack - Attack Scripted]
btnAttNow_Info_01=Attack now Button Which it will make CSV Makers/testers life Easy. You should be in Attack Screen
CmbScriptDropline=线型：固定外角（推荐）|线型：红线起点|全线型：固定外角|全线型：红线起点|非线型
CmbScriptDropline_Info_01=选择线型出兵的端点。推荐的外角方式比较安全。红线起点方式比较积极。
CmbScriptName=选择一个 CSV 攻击脚本（存放在 CSV/Attack 目录中）
CmbScriptRedlineImpl=ImgLoc 红线（推荐）|ImgLoc 红线点式|旧红线|最外边缘
CmbScriptRedlineImpl_Info_01=选择红线区辨认方式。推荐的 ImgLoc 红线方式应是最好的。
Group_01=CSV 攻击脚本
IconApply_Info_01=从脚本中加载兵种，法术，红线，下兵线，部落兵种请求等等的设定
IconCopy_Info_01=复制并重新命名当前攻击脚本
IconCreate_Info_01=新建攻击脚本
IconReload_Info_01=重新载入攻击脚本档案列
IconShow-Edit_Info_01=显示/编辑当前攻击脚本
[MBR GUI Design Child Attack - Attack]
BtnClose=关闭
BtnCustomDropOrder=下兵排序
BtnCustomDropOrder_Info_01=选择自定义部队下兵排序
BtnDropOrderSet=应用新排序
BtnDropOrderSet_Info_01=选择自定义部队下兵排序
BtnDropOrderSet_Info_02=没有填满的空位，将使用随机部队！
BtnRemoveDropOrder=重置排序列表
BtnRemoveDropOrder_Info_01=清空兵种和排序，重新设定过。
ChkCustomDropOrderEnable=计划自定义下兵排序
ChkCustomDropOrderEnable_Info_01=启用选择自定义部队下兵排序。
ChkCustomDropOrderEnable_Info_02=这设定没有影响到CSV脚本的攻击，只适用于标准攻击。
ChkCustomDropOrderEnable_Info_03=死鱼和活鱼共用。
ChkTHSnipeBeforeEnable=先偷本
ChkTHSnipeBeforeEnable_Info_01=若大本营外置，则先偷本
Chk-Use-Clan Castle_Info_01=进攻时使用 城堡军队
Chk-Use-Clone_Info_01=进攻时使用 镜像法术
Chk-Use-Earthquake_Info_01=进攻时使用 地震法术
Chk-Use-Freeze_Info_01=进攻时使用 冰冻法术
Chk-Use-Haste_Info_01=进攻时使用 加速法术
Chk-Use-Healing_Info_01=进攻时使用 疗伤法术
Chk-Use-Jump_Info_01=进攻时使用 弹跳法术
Chk-Use-King_Info_01=进攻时使用 野蛮人之王
Chk-Use-King_Info_02=七本以上才有
Chk-Use-Light_Info_01=进攻时使用 雷电法术
Chk-Use-Poison_Info_01=进攻时使用 施毒法术
Chk-Use-Queen_Info_01=进攻时使用 弓箭女皇
Chk-Use-Queen_Info_02=九本以上才有
Chk-Use-Rage_Info_01=进攻时使用 狂暴法术
Chk-Use-Skeleton_Info_01=进攻时使用 骷髅法术
Chk-Use-Warden_Info_01=进攻时使用 大守护者
Chk-Use-Warden_Info_02=十一本以上才有
Cmb-Algorithm_Item_01=标准攻击
Cmb-Algorithm_Item_02=CSV 脚本攻击
Cmb-Algorithm_Item_03=挤压式攻击
Cmb-Algorithm_Item_03_SubItem_01=A - 结构
Cmb-Algorithm_Item_03_SubItem_02=B - 条件
Cmb-Algorithm_Item_03_SubItem_03=C - 进攻
Cmb-Algorithm_Item_03_SubItem_04=D - 挤压式攻击后
Cmb-Algorithm_Item_03_SubItem_05=高级设置
Cmb-SelectTroop_Info_01=选择进攻时使用的军队
Cmb-SelectTroop_Item_01=全部军队
Cmb-SelectTroop_Item_02=兵营军队
Cmb-SelectTroop_Item_03=野蛮人
Cmb-SelectTroop_Item_04=弓箭手
Cmb-SelectTroop_Item_05=野蛮人+弓箭手
Cmb-SelectTroop_Item_06=野蛮人+哥布林
Cmb-SelectTroop_Item_07=弓箭手+哥布林
Cmb-SelectTroop_Item_08=野蛮人+弓箭手+巨人
Cmb-SelectTroop_Item_09=同上+哥布林
Cmb-SelectTroop_Item_10=野蛮人+弓箭手+野猪骑士
Cmb-SelectTroop_Item_11=野蛮人+弓箭手+亡灵
CmbTHSnipeBeforeScript_Info_01=您可以在 CSV\THSnipe 目录中，新增/编辑选项
Group_01=使用
Group_02=偷本
Group_03=Custom Dropping Order
GUI_DropOrder=Attack Custom Dropping Order
LblAttackType=攻击类型
LblSelectSpecialTroop=特殊军队类型
LblSelectTroop=军队类型
LblTHSnipeBeforeTiles=边界格数
LblTHSnipeBeforeTiles_Info_01=边界距离大本营的最大格数
TxtDropOrder=Enter sequence order for drop of troop #
[MBR GUI Design Child Attack - Attack Standard]
ChkAttackNearDarkElixirDrill_Info_01=在闇黑重油提炼井附近下兵
ChkAttackNearElixirCollector_Info_01=在圣水收集器附近下兵
ChkAttackNearGoldMine_Info_01=在金矿附近下兵
ChkRandomSpeedAtk=随机化出兵速度和梯次
ChkSmartAttackRedArea=智能出兵：贴近红线
ChkSmartAttackRedArea_Info_01=侦测村庄四周的红线，贴近出兵
CmbSmartDeploy_Info_01=每一边, 后换兵种
CmbSmartDeploy_Info_02=下全兵种, 后换边
CmbStandardDropOrder_Info_01=选择预设的出兵顺序
CmbStandardDropOrder_Info_02=各个预设的选项，出兵的顺序和梯次皆不同。
CmbStandardDropOrder_Info_03=只有列于‘军队类型’以下的军队会被使用。
CmbStandardDropOrder_Item_01=所有兵种（预定）
CmbStandardDropOrder_Item_02=Barch/BAM/BAG
CmbStandardDropOrder_Item_03=GiBarch
CmbStandardDropSides_Info_01=从一边进攻,可穿透大本营
CmbStandardDropSides_Info_02=从两边进攻,可穿透大本营
CmbStandardDropSides_Info_03=从三边进攻,清理周边,有时候可穿透大本营
CmbStandardDropSides_Info_04=设定进攻的方向数量
CmbStandardDropSides_Info_05=从靠近闇黑重油罐的方向进攻
CmbStandardDropSides_Info_06=从靠近大本营的方向进攻
CmbStandardDropSides_Item_01=一边
CmbStandardDropSides_Item_02=两边
CmbStandardDropSides_Item_03=三边
CmbStandardDropSides_Item_04=每个方向（均分）
CmbStandardDropSides_Item_05=闇黑重油罐
CmbStandardDropSides_Item_06=大本营
Group_01=部署
Label_01=出兵顺序
Label_02=出兵方向
Lbl-CmbStandardUnitDelay=出兵速度
Lbl-CmbStandardUnitDelay_Info_01=控制出兵的速度和梯次：1（最快）如机器操控，10（最慢）如人操控
Lbl-CmbStandardUnitDelay_Info_02=随机的出兵速度和梯次，将更像人在操控
Lbl-CmbStandardWaveDelay_Info_01=梯次
LblSmartDeploy=出兵方式
LblSmartDeploy_Info_01=选择兵种或边的优先顺序
LblSmartDeploy_Info_02=方式 1: 在每一边下一种兵种，一波后，再转换成其他的兵种继续下一波，或者
LblSmartDeploy_Info_03=方式 2: 在一边下完各个兵种（例如：哥布林，弓箭手，野蛮人）的全部兵力后，再换边继续
[MBR GUI Design Child Attack - EndBattle]
ChkDEEnd=当祂
ChkDEEnd_Info_01=当黑油少于设定的比例，且野蛮人之王处于红血状态时，结束战斗
ChkDEEnd_Info_02=当黑油少于设定的比例，且弓箭女皇处于红血状态时，结束战斗
ChkDESideEB=当黑油少于
ChkDESideEB_Info_01=启动黑油侧攻击的特殊条件
ChkDESideEB_Info_02=当黑油少于设定的比例时，且没有以下其它的条件，将结束战斗
ChkDisableOtherEBO=不使用左栏的结束战斗选项
ChkDisableOtherEBO_Info_01=当黑油少于设定的比例时，不使用左栏的选项来结束战斗
ChkEndNoResources=当资源为零时
ChkEndNoResources_Info_01=战役中，当金、水、黑都为零时，结束战斗
ChkEndOneStar=当获得一星时
ChkEndOneStar_Info_01=战役中，获得一星时，结束战斗
ChkEndOneStar_Info_02=当黑油少于设定的比例，且获得一星时，结束战斗
ChkEndPercentChange=当战果百分比于数秒内
ChkEndPercentChange_Info_01=当战果百分比于此时间内不再改变，结束战斗
ChkEndPercentHigher=当战果百分比
ChkEndPercentHigher_Info_01=如果战果百分比大于此数值时，结束战斗
ChkEndTwoStars=当获得两星时
ChkEndTwoStars_Info_01=战役中，获得二星时，结束战斗
ChkStopAtkNoLoot=当在下列秒数内
ChkStopAtkNoLoot_Info_01=在设定的时间内战利品没有额外的增加；
ChkStopAtkNoLoot_Info_02=当英雄和所有部队都释放完毕后开始倒数计时
Group_01=结束战斗
Group_02=结束战斗（黑油）
LabelDE_01=进攻方向为‘闇黑重油罐’时：
LabelDE_Info_01=必须先至‘活鱼/进攻’，选用进攻方向为‘闇黑重油罐’
LblDEEnd=处于红血状态
LblMinRerourcesAtk2=且可抢资源少于：
LblMinRerourcesAtk2_Info_01=如果低于这个数值，结束战斗
LblPercentChange=不再改变
LblPercentHigher=大于
LblStopAtkNoLoot=抢不到资源
LblSwitch_DB_Attack_at_END=切换回死鱼进攻模式
TxtArmyCamps2_Info_01=当兵营内军队数量大于设定的比例时，切换回死鱼进攻模式
[MBR GUI Design Child Attack - Search]
ChkActivateCamps=兵营军队
ChkActivateCamps_Info_01=设定兵营军队比例
ChkActivateSearches=搜索
ChkActivateSearches_Info_01=注意：只适用于此攻击方式
ChkActivateSearches_Info_02=注意：此设定并不会限制搜索次数而重新开始
ChkActivateTropies=奖杯
ChkActivateTropies_Info_01=注意：此设定并不会强迫停留在这范围内
ChkMaxAirDefense=搜索小于防空火箭等级设定值的村庄
ChkMaxEagle=搜索小于天鹰火炮等级设定值的村庄
ChkMaxInferno=搜索小于地狱之塔等级设定值的村庄
ChkMaxMortar=搜索小于迫击炮等级设定值的村庄
ChkMaxWizTower=搜索小于法师塔等级设定值的村庄
ChkMaxXBow=搜索小于X连弩等级设定值的村庄
ChkMeetDE=黑油
ChkMeetDE_Info_01=搜索大于黑油设定值的村庄
ChkMeetOne=满足以上任一条件就攻击
ChkMeetOne_Info_01=满足以上任一个条件就开始攻击
ChkMeetTH_Info_01=搜索小于大本营等级设定值的村庄
ChkMeetTHO=偷本
ChkMeetTHO_Info_01=搜索符合大本营外置的村庄
ChkMeetTrophy_Info_01=搜索大于奖杯设定值的村庄
ChkMeetTrophy_Info_02=设定奖杯的最小开始攻击数值
ChkMeetTrophy_Info_03=设置最大的奖杯数量开始寻找攻击。
ChkNotWaitHeroes=当英雄升级时，不等待复活。
ChkNotWaitHeroes_Info_01=当英雄升级中和同时激活了等待影响，那将会忽略等待英雄复活，继续攻击。
ChkSpellsWait=等候法术
ChkSpellsWait_Info_01=当等候法术时，将停止搜索（只针对此种搜索方式）
ChkSpellsWait_Info_02=警告：当您没有可用的法术工厂时不要勾选此项，否则一切攻击将停止
ChkWaitForCastleSpell=等候城堡法术
ChkWaitForCastleSpell_Info_01=等候战友捐赠下列法术
ChkWaitForCastleTroops=等候城堡军队
ChkWaitForCastleTroops_Info_01=等候城堡军队满了
CmbDBTH=设定大本营等级的最大攻击数值
CmbMaxAirDefense_Info_01=设定防空火箭等级的最大攻击数值
CmbMaxEagle_Info_01=设定天鹰火炮等级的最大攻击数值
CmbMaxInferno_Info_01=设定地狱之塔等级的最大攻击数值
CmbMaxMortar_Info_01=设定迫击炮等级的最大攻击数值
CmbMaxWizTower_Info_01=设定法师塔等级的最大攻击数值
CmbMaxXBow_Info_01=设定X连弩等级的最大攻击数值
CmbMeetGE_Info_01=搜索大于 金币 和/或/加 圣水 设定值的村庄
CmbMeetGE_Info_02=和：两者同时满足，金 和 水
CmbMeetGE_Info_03=或：其中一个条件满足，金 或 水
CmbMeetGE_Info_04=加：满足 金 加 水 的总和
CmbMeetGE_Item_01=金和水
CmbMeetGE_Item_02=金或水
CmbMeetGE_Item_03=金加水
CmbWaitForCastleSpell=任何法术
Group_01=开始搜索如果
Group_02=过滤选项
Group_03=防御等级
LblActivateMaxSearches_Info_01=设定最大搜索次数
LblActivateMaxTropies_Info_01=设定最大奖杯数
LblActivateMinSearches=设定最小搜索次数
LblActivateMinSearches_Info_01=激活此攻击选项最小的搜索次数
LblActivateMinTropies_Info_01=设定最小奖杯数
LblAddTiles_01=大本营
LblAddTiles_02=距离边界的格数
LblSWTTiles=兵营未满时
LblSWTTiles_Info_01=边界距离大本营的最大格数
LblTHadd_Info_01=输入会被认定为大本营外置的 1 X 1 格数
LblTHadd_Info_02=例如：0 格数：大本营必须靠在村庄外围边缘； 4 格数：大本营必须距离村庄外围边缘 4 块格数
LblTHadd_Info_03=如果大本营距离村庄外围边缘大于设定的值，村庄将被跳过不攻击
TxtHeroesWait=等候英雄复活
TxtHeroesWait_Info_01=当选择连续升级英雄时，等候英雄功能将被停用
TxtKingWait_Info_01=等候 野蛮人之王 复活出战
TxtKingWait_Info_02=七本以上才有
TxtMinDarkElixir_Info_01=设定黑油的最小开始攻击数值
TxtMinElixir_Info_01=设定圣水的最小开始攻击数值
TxtMinGold_Info_01=设定金币的最小开始攻击数值
TxtMinGoldPlusElixir_Info_01=设定金币加圣水的最小开始攻击数值
TxtQueenWait_Info_01=等候 弓箭女皇 复活出战
TxtQueenWait_Info_02=九本以上才有
TxtWaitForCastleSpell=和
TxtWardenWait_Info_01=等待 大守护者 复活出战
TxtWardenWait_Info_02=十一本以上才有
[MBR Global GUI Design Names Spells]
TxtCloneSpells=镜像法术
TxtEarthQuakeSpells=地震法术
TxtFreezeSpells=冰冻法术
TxtHasteSpells=加速法术
TxtHealingSpells=疗伤法术
TxtJumpSpells=弹跳法术
TxtLightningSpells=雷电法术
TxtPoisonSpells=施毒法术
TxtRageSpells=狂暴法术
TxtShortCloneSpells=Clone
TxtShortEarthquakeSpells=地震
TxtShortFreezeSpells=冰冻
TxtShortHasteSpells=加速
TxtShortHealSpells=疗伤
TxtShortJumpSpells=弹跳
TxtShortLightningSpells=雷电
TxtShortPoisonSpells=施毒
TxtShortRageSpells=狂暴
TxtShortSkeletonSpells=骷髅
TxtSkeletonSpells=骷髅法术
[MBR Global GUI Design Names Troops]
Grand Warden=大守护者
King=蛮王
Queen=弓箭女皇
TxtArchers=弓箭手
TxtBabyDragons=飞龙宝宝
TxtBalloons=气球兵
TxtBarbarians=野蛮人
TxtBowlers=巨石投手
TxtDragons=飞龙
TxtEDragon=雷电飞龙
TxtElectroDragons=雷电飞龙
TxtGiants=巨人
TxtGoblins=哥布林
TxtGolems=戈仑石人
TxtHealers=天使
TxtHogRiders=野猪骑士
TxtLavaHounds=熔岩猎犬
TxtMiners=掘地矿工
TxtMinions=亡灵
TxtPekkas=皮卡超人
TxtValkyries=瓦基丽武神
TxtWallBreakers=炸弹人
TxtWitches=女巫
TxtWizards=法师
[MBR GUI Design Child Attack - Troops]
Btn_Remove_Army=重设训练数量
ChkArmy=Army 
ChkForceBrewBeforeAttack=强制制造法术
ChkTotalCampForced=强制兵营总容量为
ChkTotalCampForced_Info_01=如果没有侦测到兵营总容量，改用输入数值替代，而不询问使用者
ChkUseQuickTrain=一键训练
Group_01=Train Troops
Group_02=Brew Spells
LblCamps=Camps
LblCountTotal=总共
LblCountTotal_Info_01=预计训练军队的总数量
LblFullTroop=自订满营
Mouse_Left_Click=点击改变等级：升─左键；降─右键，SHIFT＋左键
RdoArmy_01=组合 1
RdoArmy_02=组合 2
RdoArmy_03=组合 3
SpellCapacity=法术工厂容量
TxtFullTroop_Info_01=兵营将被视为满营当达到设定的百分比，可出战。
TxtSetSpell_Info_01=的数量
TxtSetTroop_Info_01=设置％
TxtSetTroop_Info_02=的数量
TxtTotalCountSpell_Info_01=选择法术工厂的总容量。设为零如果您不要任何法术。
[MBR GUI Design Child Attack - Bully]
CmbBullyMaxTH_Info_01=大本营等级在此范围内将被攻击
Group_01=弱本 攻击组合
LblATBullyMode=大本营等级
LblBullyMode=在弱本攻击模式下，所有在大本营等级设定范围内的村庄将被攻击
LblSearch=启动弱本，经过
LblSearch_Info_01=在多少次搜索后，启动弱本模式
LblWhenFound=攻击方式
RadBullyUseDBAttack=死鱼
RadBullyUseDBAttack_Info_01=使用 死鱼 的攻击方式
RadBullyUseLBAttack=活鱼
RadBullyUseLBAttack_Info_01=使用 活鱼 的攻击方式
[MBR GUI Design Child Attack - Deadbase-Collectors]
ChkCollectorLevel_Info_01=勾选，机器人进行死鱼判别时将对
ChkCollectorLevel_Info_02=满
ChkCollectorLevel10_Info_01=等级 10 圣水收集器进行扫描判断
ChkCollectorLevel11_Info_01=等级 11 圣水收集器进行扫描判断
ChkCollectorLevel12_Info_01=等级 12 圣水收集器进行扫描判断
ChkCollectorLevel6_Info_01=等级 6 圣水收集器进行扫描判断
ChkCollectorLevel7_Info_01=等级 7 圣水收集器进行扫描判断
ChkCollectorLevel8_Info_01=等级 8 圣水收集器进行扫描判断
ChkCollectorLevel9_Info_01=等级 9 圣水收集器进行扫描判断
ChkDisableCollectorsFilter=停用此死鱼标准判定
ChkDisableCollectorsFilter_Info_01=机器人将视死鱼为活鱼
CmbMinCollectorMatches_Info_01=设置判定收集器的数量
Group_01=收集器
LblCollectorLevel=设置死鱼的判定标准
LblCollectorLevel10=等级 10 必须 >
LblCollectorLevel10_Info_01=设置判定等级 10 收集器中存储圣水为满（死鱼标准）的百分比
LblCollectorLevel11=等级 11 必须 >
LblCollectorLevel11_Info_01=设置判定等级 11 收集器中存储圣水为满（死鱼标准）的百分比
LblCollectorLevel12=等级 12 必须 >
LblCollectorLevel12_Info_01=设置判定等级 12 收集器中存储圣水为满（死鱼标准）的百分比
LblCollectorLevel6=等级 6 必须 >
LblCollectorLevel6_Info_01=设置判定等级 6 收集器中存储圣水为满（死鱼标准）的百分比
LblCollectorLevel7=等级 7 必须 >
LblCollectorLevel7_Info_01=设置判定等级 7 收集器中存储圣水为满（死鱼标准）的百分比
LblCollectorLevel8=等级 8 必须 >
LblCollectorLevel8_Info_01=设置判定等级 8 收集器中存储圣水为满（死鱼标准）的百分比
LblCollectorLevel9=等级 9 必须 >
LblCollectorLevel9_Info_01=设置判定等级 9 收集器中存储圣水为满（死鱼标准）的百分比
LblCollectorTolerance=误差值
LblMinCollectorMatches=收集器判定数量：
SldCollectorTolerance_Info_01=使用此滑块来调整所有图像的误差值
SldCollectorTolerance_Info_02=如果要调整个别图像，就必须编辑个别图像
SldCollectorTolerance_Info_03=警告：除非您清楚知道该如何进行误差调整，否则不要改变该设置。若不确定如何设置，请保持该设置为 “0”！
[MBR GUI Design Child Attack - Strategies]
BtnGUIPresetDeleteConf=删除
BtnGUIPresetLoadConf=载入战略
BtnGUIPresetSaveConf=保存战略
BtnStrategyFolder=开启战略目录
LblLoadPresetMessage=载入战略设置\n\n- 载入训练军队设置\n- 载入所有搜索 && 攻击设置\n\n- 除外:分享攻击视频设置\n- 除外:战利品截图设置\n- 除外:宝石加速设置
LblSaveFilename=战略档名
LblSaveFilenameNote=记录
LblSavePresetMessage=保存设置\n--------------------------------------\n保存所有:\n- 训练军队设置\n- 所有搜索 && 进攻设置\n\n除外:\n- 分享攻击视频设置\n- 战利品截图设置\n- 宝石加速设置\n--------------------------------------
[MBR GUI Design - Loading]
Android_instance_01=%s
Android_instance_02=%s (模拟器程序 %s)
Closing_previous=关闭之前的机器人...
Commandline_multiple_Bots=使用命令列或视窗捷径如下，可以同时启动多个 MyBot:\r\n     MyBot.run.exe [ProfileName] [EmulatorName] [InstanceName]\r\n\r\n命令列第一个参数，指定配置（您可以在机器人-配置页面上制造配置，如果配置名称包含空白，则用双引号将配置名称括起来即可）。第二个参数，指定模拟器。第三个参数，指定模拟器程序（蓝叠模拟器程序则不需要指定）。\r\n支援的模拟器为逍遥(MEmu)、海马玩(Droid4X)、夜神(Nox)、蓝叠二(BlueStacks2)、蓝叠(BlueStacks)、天天(KOPlayer)、(LeapDroid)。\r\n\r\n例子：\r\n     MyBot.run.exe MyVillage BlueStacks2\r\n     MyBot.run.exe "My Second Village" MEmu MEmu_1
Compile_Script=请不要以（x64）执行或编译脚本！ 尝试用（x86）来执行或编译脚本。\r\n如果此讯息仍然出现，请尝试重新安装 AutoIt。
Loading_Profile=, 配置: %s
Msg_Android_instance_01=MyBot %s 早已运行中。\r\n\r\n
Msg_Android_instance_02=MyBot 配置 %s 早已运行于 %s 目录内。\r\n\r\n
Msg_Android_instance_03=找到运行中的 %s %s
Msg_Android_instance_04=安卓模拟器的设置为： %s
Msg_Android_instance_05=安卓模拟器屏蔽无法用于 %s
SplashStep_01=加载主页面...
SplashStep_02=加载底部页面...
SplashStep_03=加载日志页面...
SplashStep_04=加载村庄页面...
SplashStep_05=加载攻击计划页面...
SplashStep_06=加载机器人页面...
SplashStep_07=加载关于我们页面...
SplashStep_08=初始化页面...
SplashStep_09=等待机器人...
SplashStep_Loading=载入中...
StatusBar_Item_01=显示机器人
StatusBar_Item_02=缩小时隐藏
StatusBar_Item_03=捐款支持开发
StatusBar_Item_04=关于
StatusBar_Item_05=结束
StatusBar_Item_06=初始化安卓模拟器...
StatusBar_Item_07=侦测安卓模拟器...
StatusBar_Item_Pause=Pause bot
StatusBar_Item_Resume=Resume bot
StatusBar_Item_Start=Start bot
StatusBar_Item_Stop=Stop bot
[MBR GUI Design Log]
BtnAtkLogClear=清除收益日志
BtnAtkLogClear_Info_01=使用它来清除收益日志
BtnAtkLogCopyClipboard=复制到剪贴板
BtnAtkLogCopyClipboard_Info_01=使用它来复制收益日志到剪贴板 (CTRL+C)
CmbLogDividerOption_Item_01=手动式分隔线调整日志大小
CmbLogDividerOption_Item_02=执行日志和收益日志大小相同
CmbLogDividerOption_Item_03=执行日志大点
CmbLogDividerOption_Item_04=收益日志大点
CmbLogDividerOption_Item_05=隐藏收益日志
CmbLogDividerOption_Item_06=隐藏执行日志
LblLog_Style=日志风格
LblLog_Style_Info_01=使用这些选项来设置日志显示类型
[MBR GUI Design Child Village - Donate-CC]
ChkRequestTroopsEnable=请求援兵 / 法术
Group_01=城堡援兵
TxtRequestCC=随便
TxtRequestCC_Info_01=请求时输入聊天室的文字
[MBR GUI Design Child Bot - Debug]
BtnTestAttackBar=测试攻击
BtnTestAttackCSV=测试CSV脚本攻击
BtnTestBuildingLocation=寻找建筑
BtnTestCleanYard=测试清洁村庄
BtnTestClickDrag=测试点击拖动（滚动）
BtnTestDeadBase=测试死鱼
BtnTestDeadBaseFolder=测试死鱼文件
BtnTestDonateCC=测试捐赠
BtnTestImage=测试图像
BtnTestRequestCC=测试请求
BtnTestTrain=测试训练
BtnTestVillageSize=测试村庄大小
ChkDebugAndroid=Android
ChkDebugAndroid_Info _01=Debug: Enables additional log debug messages for Android operations.
ChkdebugAttackCSV=攻击CSV脚本
ChkdebugAttackCSV_Info _01=调试：生成特殊的CSV解析日志文件
ChkdebugBuildingPos=建筑物
ChkdebugBuildingPos_Info _01=调试：显示建筑物在日志中的位置。
ChkDebugClick=点击
ChkDebugClick_Info _01=调试：将点击的（x，y）坐标写入日志。
ChkDebugDeadbaseImage=测试死鱼文件夹
ChkDebugDeadbaseImage_Info _01=测试攻击脚本
ChkDebugDisableVillageCentering=Debug:禁止村庄居中。
ChkDebugDisableVillageCentering_Info _01=测试死鱼
ChkDebugDisableZoomout=禁用缩小
ChkDebugDisableZoomout_Info _01=调试：禁止缩小村庄。
ChkDebugFunc=Functions
ChkDebugFunc_Info _01=Debug: Enables debug function times and call hierarchy.
ChkDebugImageSave=图片
ChkDebugImageSave_Info _01=调试：启用保存图像进行故障排除。
ChkDebugOCR=OCR
ChkDebugOCR_Info _01=调试：启用保存OCR图像进行故障排除。
ChkDebugOCRDonate=在线调试捐兵
ChkDebugOCRDonate_Info _01=调试：模拟捐兵，但不会真的捐。
ChkDebugSetlog=信息
ChkDebugSetlog_Info _01=调试：启用显示隐藏讯息（故障排除使用）。
ChkDebugSmartZap=除错
ChkDebugSmartZap_Info _01=闪黑除错
ChkdebugTrain=训练
ChkdebugTrain_Info _01=调试：启用显示训练讯息
ChkMakeIMGCSV=CSV攻击图像
ChkMakeIMGCSV_Info _01=调试：启用保存由CSV脚本攻击的基础位置并标记在图像。
ConsoleWindow=Show/hide Console
Group_01=除错
TestAutoUpgrade=Test Auto Upgrade
TestClickAway=Test Click Away
TestFindButton=测试查找按钮
TestUpgradeWindow=Test Upgrade Window
TestWeakBase=测试弱本
[MBR GUI Design Child Bot - Profiles]
BtnAddProfile_Info_01=新增配置文件
BtnCancelProfileChange_Info_01=取消
BtnConfirmAddProfile_Info_01=确认
BtnDeleteProfile_Info_01=删除配置文件
BtnPullSharedPrefs_Info_01=Pull CoC shared_prefs folder
BtnPushSharedPrefs_Info_01=Push CoC shared_prefs folder
BtnRenameProfile_Info_01=重新命名配置文件
ChkSharedPrefs=Switch Accounts using shared_prefs folder
ChkSharedPrefs_Info_01=Push and pull CoC shared_prefs folder. Usefull when GUI switch fails or using accounts with SuperCell ID.
ChkSmartSwitch=Smart switch
ChkSmartSwitch_Info_01=Switch to account with the shortest remain training time
ChkSwitchAcc=Enable Switch Accounts
ChkSwitchAcc_Info_01=Enable or disable current selected Switch Accounts Group
CmbProfile_Info_01=用这切换不同的村庄配置
CmbProfile_Info_02=您的村庄配置文件档位于以下路径
CmbSwitchAcc=No Switch Accounts Group|Switch Accounts Group 1|Switch Accounts Group 2|Switch Accounts Group 3|Switch Accounts Group 4|Switch Accounts Group 5|Switch Accounts Group 6|Switch Accounts Group 7|Switch Accounts Group 8
CmbTotalAccount=Total CoC Accounts
CmbTrainTime=Skip switch if train time
Description=Using Switch Accounts requires that not more Google Accounts are registered in Android than configured here. Maximum of 8 Google/CoC Accounts is supported.
DonateLikeCrazy=Donate like Crazy
DonateLikeCrazy_Info_01=Enable it allows account switching in the order: Donate - Shortest Active - Donate - Shortest Active  - Donate...!
Group_01=切换村庄配置文件
Group_02=Switch Accounts
Label_01=Accounts
Label_02=Profile name
Label_03=Donate only
Label_04=SwitchAcc log
Msg_SwitchAccounts_InUse=My Bot with Switch Accounts Group %s is already in use or active.
RadSwitchGooglePlay=Google Play
RadSwitchGooglePlay_Info_01=Only support for all Google Play accounts
RadSwitchSharedPrefs=Shared_prefs
RadSwitchSharedPrefs_Info_01=Support for Google Play and SuperCell ID accounts
RadSwitchSuperCellID=SuperCell ID
RadSwitchSuperCellID_Info_01=Only support for all SuperCell ID accounts
TxtVillageName_Info_01=请输入 村庄/配置 的名称
[MBR GUI Design Child Attack - Options-SmartZap]
ChkNoobZap=笨蛋模式
ChkNoobZap_Info_01=勾选以不计成本地执行闪黑任务（只限雷电）（可设期望值）
ChkSmartZapDB=只限于死鱼
ChkSmartZapDB_Info_01=遇到死鱼时才启用闪黑（推荐）
ChkSmartZapFTW=已使用的雷电法术数量
ChkSmartZapFTW_Info_01=已使用的地震法术数量
ChkSmartZapFTW_Info_02=已获取的黑油数值
ChkSmartZapSaveHeroes=不使用于偷本时英雄已出兵
ChkSmartZapSaveHeroes_Info_01=不使用闪黑于偷本时英雄已出兵的状况下
Group_01=闪黑
LblNoobZap=期望获取的黑油数值
LblNoobZap_Info_01=设定期望于每一闇黑重油罐获得的黑油数值
LblNoobZap_Info_02=注意：若上次闪黑时未获得期望的黑油数值，笨蛋模式会被停止
LblSmartUseEQSpell=城堡地震法术
LblSmartUseEQSpell_Info_01=勾选以使用城堡内的地震法术于闇黑重油罐上来获取黑油
LblSmartUseLSpell=雷电法术
LblSmartUseLSpell_Info_01=勾选以使用雷电法术于闇黑重油罐上来获取黑油
LblSmartUseLSpell_Info_02=注意：同时必须于军队/法术页面
LblSmartUseLSpell_Info_03=设定法术工厂最大容量和法术使用的数量
LblSmartZap=最小的黑油数值
LblSmartZap_Info_01=设定启用闪黑的最小黑油数值
LblUse_This_Spell_to_Zap=使用此法术闪黑
[MBR GUI Design Child Attack - Options-TrophySettings]
ChkTrophyAtkDead=降杯时攻击死鱼
ChkTrophyAtkDead_Info_01=在降杯过程中如果发现死鱼，第一时间攻击死鱼
ChkTrophyHeroes=使用英雄降杯
ChkTrophyHeroes_Info_01=如果有英雄可用，使用英雄降杯
ChkTrophyRange=奖杯范围
Group_01=杯段设置
LblDropTrophyArmyMin=当军队比例
LblDropTrophyArmyMin_Info_01=输入降杯过程中，攻击死鱼的最少军队比例
LblTrophyHeroesPriority=使用英雄顺序
LblTrophyHeroesPriority_Info_01=选择使用英雄的可能顺序
TxtDropTrophy_Info_01=当奖杯小于此值时，停止降杯动作
TxtMaxTrophy_Info_01=当奖杯大于此值时，开始降杯动作
[MBR GUI Control Tab Search]
Func_chkSpellWaitError_ErrorText_01=训练的法术超过了设定的总和！
Func_chkSpellWaitError_ErrorText_02=减少法术，
Func_chkSpellWaitError_ErrorText_03=不然机器人将不攻击！！
Func_chkSpellWaitError_FunnyText_01=抱歉不是那个按钮！
Func_chkSpellWaitError_FunnyText_02=当您在这15分钟等待中，请捐 500 英磅给 MyBot.run？
Func_chkSpellWaitError_FunnyText_03=还是找不到离开的按钮吗？
Func_chkSpellWaitError_FunnyText_04=这真好玩，可以继续一整天吗？
Func_chkSpellWaitError_FunnyText_05=再多试四次，好运迟早降临
Func_chkSpellWaitError_FunnyText_06=您有香蕉吗？这只程序猴子肚子饿子！
Func_chkSpellWaitError_FunnyText_07=也许试试同一按钮直到成功？
Func_chkSpellWaitError_FunnyText_08=抱歉，不可使用 ESC！
Func_chkSpellWaitError_FunnyText_09=程序错误！程序员毁了一个好的玩笑。
Func_chkSpellWaitError_MsgBox_01=点击 Yes 以关闭此警告讯息
Func_chkSpellWaitError_MsgBox_02=Yes，我了解|No
Func_chkSpellWaitError_MsgBox_03=等候法术警告讯息！
Func_chkSpellWaitError_MsgBox_04=抱歉，必须了解警告讯息再点击 Yes！
Func_chkSpellWaitError_MsgBox_07=使用者输入错误
Func_chkSpellWaitError_MsgBox_08=恭喜！！
Func_chkSpellWaitError_MsgBox_09=您发现了机器人的秘密讯息！
Func_chkSpellWaitError_MsgBox_10=您找得到按钮来关闭此讯息吗？
Func_chkSpellWaitError_MsgBox_11=哈哈哈哈...
Func_chkSpellWaitError_MsgBox_12=您是胜利者！
[MBR GUI Design Child Village - Donate_Schedule]
BtnOpen_Images_of_Clan_Mates=管理部落成员图像档
ChkSkipDonateNearFullTroopsEnable=几乎满营时停止捐赠
ChkUseCCBalanced_Info_01=如果您的捐收比，大于下面的设定值，则在攻击时使用援兵
CmbCCDonated_Info_01=捐兵比率
CmbCCReceived_Info_01=收兵比率
CmbFilterDonationsCC_Item_01=不筛选部落成员
CmbFilterDonationsCC_Item_02=不筛选，但收集部落成员图像
CmbFilterDonationsCC_Item_03=只捐赠给白名单内的部落成员
CmbFilterDonationsCC_Item_04=不捐赠给黑名单内的部落成员
Group_01=捐赠时间表
Group_02=捐赠部落成员的筛选
Group_03=兵营几乎满时，停止捐赠
Group_04=平衡 捐兵/收兵
LblCCDonated-Received_Info_01=捐兵数 / 收兵数 比率
LblCCDonated-Received_Info_02=1/1 捐收平衡，1/2 捐兵数 = 收兵数的一半
LblImages_of_Clan_Mates=请定时手动分类部落成员图像档，移至 White List 或 Black List 目录中
LblOption_donate_members=使用此功能，您可以控制：可捐赠给全部部落成员，只捐赠给白名单内的部落成员，或不捐赠给黑名单内的部落成员
LblSkipDonateNearFullTroopsText=几乎满营的百分比必须大于
[MBR GUI Design Child Village - Upgrade_Laboratory]
BtnResetLabUpgradeTime_Info_01=出现红色按钮代表科技升级正在进行中，
BtnResetLabUpgradeTime_Info_02=它会在升级即将完成时自动消失。
BtnResetLabUpgradeTime_Info_03=如果正在进行中的升级被使用宝石加速提早完成，
BtnResetLabUpgradeTime_Info_04=在开始新的升级前，请点击红色按钮，重设内部的计时器。
BtnResetLabUpgradeTime_Info_05=警告 - 不必要的定时器重设，将造成经常性的实验室状态检测
ChkAutoLabUpgrades=自动升级实验室科技
ChkAutoLabUpgrades_Info_01=勾选这里，启动自动升级实验室科技
CmbLaboratory_Info_01=选择下一个升级的军种或法术，
CmbLaboratory_Info_02=图示将会显示在右边，
CmbLaboratory_Info_03=闇黑兵种/法术皆优先于英雄升级！
Group_01=实验室
LblNextUpgrade=待升
[MBR GUI Design Child Village - Upgrade_Heroes]
ChkUpgradeHeroes_Info_01=您可以透过综合页设定黑油的最小保留值
ChkUpgradeKing_Info_01=启动野蛮人之王的升级，当您有足够的黑油时（扣除黑油的最小保留值）
ChkUpgradeKing_Info_02=您可以透过综合页上的重新定位功能，手动定位野蛮人之王圣台，如果有移动过
ChkUpgradeKing_Info_04=七本以上才有此英雄
ChkUpgradeQueen_Info_01=启动弓箭女皇的升级，当您有足够的黑油时（扣除黑油的最小保留值）
ChkUpgradeQueen_Info_02=您可以透过综合页上的重新定位功能，手动定位弓箭女皇圣台，如果有移动过
ChkUpgradeQueen_Info_03=九本以上才有此英雄
ChkUpgradeWarden_Info_01=启动大守护者的升级，当您有足够的圣水时（扣除圣水的最小保留值）
ChkUpgradeWarden_Info_02=您可以透过综合页上的重新定位功能，手动定位大守护者圣台，如果有移动过
ChkUpgradeWarden_Info_03=十一本以上才有此英雄
Group_01=持续性地升级英雄
LblAutoUpgrading_01=勾选您要自动升级的英雄：
[MBR GUI Design Child Village - Upgrade_Buildings]
BtnLocateUpgrades=定位更新
BtnLocateUpgrades_Info_01=手动定位更新欲升级的建筑物或英雄资讯，
BtnLocateUpgrades_Info_02=勾选连续的建筑物或英雄，将被忽略而不更新资讯
BtnResetUpgrades=重设清除
BtnResetUpgrades_Info_01=重设清除建筑物或英雄资讯，
BtnResetUpgrades_Info_02=勾选连续的建筑物或英雄，将被忽略而不清除资讯
Group_01=建筑物或英雄
LblUpgrMinDark=最小黑油
LblUpgrMinElixir=最小圣水
LblUpgrMinGold=最小金币
Table header_01=项目名称
Table header_02=级
Table header_03=类
Table header_04=成 本
Table header_05=时间
Table header_06=续
Table header_07=完成时间
TxtAfterUsing=在使用定位更新按钮后
TxtCheckBox=勾选启动升级
TxtChkRepeat=勾选启动连续升级功能
TxtShowCost=升级项目的成本
TxtShowEndTime=升级项目的完成时间日期
TxtShowLevel=升级项目的等级
TxtShowName=升级项目的名称
TxtShowTime=升级项目所需的时间
TxtShowType=显示升级项目的类型，点示将显示位置
TxtStatus=状态: 红色=未设定；黄色=已设定, 未完成；绿色=已完成
TxtUpgrMinDark_Info_01=升级时要保留的黑油。
TxtUpgrMinDark_Info_02=设定的值，要高于您训练闇黑军队战斗需要的值。
TxtUpgrMinElixir_Info_01=升级时要保留的圣水。
TxtUpgrMinElixir_Info_02=设定需要保留的圣水值，用于训练军队或者城墙升级。
TxtUpgrMinGold_Info_01=升级时要保留的金币。
TxtUpgrMinGold_Info_02=设定需要保留的金币值，用于搜索或者城墙升级。
[MBR GUI Design Child Village - Upgrade_Walls]
BtnFindWalls=测试
BtnFindWalls_Info_01=点击测试城墙侦测功能
ChkSaveWallBldr=保留一位建筑工人用于升级城墙
ChkSaveWallBldr_Info_01=勾选保留一位建筑工人，专用于升级城墙，但
ChkSaveWallBldr_Info_02=可用于升级其它项目的建筑工人数将减少一位
ChkWalls=自动升级城墙
ChkWalls_Info_01=勾选将自动升级城墙，如果有足够资源的话
ChkWalls_Info_02=搜寻城墙的数量，越多越好但较慢
CmbWalls_Info_01=搜寻这个等级的城墙，并且一个一个地升级
Group_01=城墙
Group_02=城墙状态
LblMin.Elixirtosave=保留至少圣水
LblMin.Elixirtosave_Info_01=升级城墙时要保留的圣水。
LblMin.Elixirtosave_Info_02=设定需要保留的圣水值，用于训练军队或者建筑物升级。
LblMin.Goldtosave=保留至少金币
LblMin.Goldtosave_Info_01=升级城墙时要保留的金币。
LblMin.Goldtosave_Info_02=设定需要保留的金币值，用于搜索或者建筑物升级。
LblNextWalllevelcosts=下一级城墙的成本
LblNextWalllevelcosts_Info_01=以此值为指示
LblNextWalllevelcosts_Info_02=如果您选择别的等级的墙，这个值也随之更新
LblSearchforWalls=升级城墙的等级
RdoUseElixir=使用圣水
RdoUseElixir_Info_01=只使用圣水升级城墙
RdoUseElixir_Info_02=只可用于九级以上城墙
RdoUseElixirGold=优先使用圣水，后使用金币
RdoUseElixirGold_Info_01=圣水优先。如果圣水不足升级，再使用金币升级城墙。
RdoUseGold=使用金币
RdoUseGold_Info_01=只使用金币升级城墙
RdoUseGold_Info_02=可用于各级城墙
WallsCurrentCount_Info_01=输入您有的
WallsCurrentCount_Info_02=级城墙的数量
[MBR GUI Design Child Village - Achievements]
ChkUnbreakable=启用固若金汤
ChkUnbreakable_Info_01=勾选启用收割‘抵御胜利’模式以完成‘固若金汤’成就
Group_01=收割抵御
Group_02=如何使用‘固若金汤’模式
Lbl_FarmMin._Info_01=收割最小值
Lbl_SaveMin._Info_01=保留最小值
LblUnbreakable=抵御时间
LblUnbreakableLink=更多资讯
txtHelp_01=‘固若金汤’模式将帮您获取‘抵御胜利’和完成‘固若金汤’成就。
txtHelp_02=设定关闭 COC 的时间，等待敌人的攻击。
txtHelp_03=收割最小值，小于此值，将停止收割‘抵御胜利’模式，切换回正常收割‘资源’模式。
txtHelp_04=保留最小值，大于此值，将停止正常收割‘资源’模式，切换至收割‘抵御胜利’模式。
txtHelp_05=点击下面的连结以获取更多的资讯
TxtUnbreakable_Info_01=设定关闭 COC 的时间，等待敌人的攻击，来获取抵御胜利。（1-99分钟）
TxtUnBrkMaxDark_Info_01=大于此值，将停止正常收割‘资源’模式，切换至收割‘抵御胜利’模式。
TxtUnBrkMaxDark_Info_02=设此值足够用于引诱敌人的攻击或升级
TxtUnBrkMaxElixir_Info_01=大于此值，将停止正常收割‘资源’模式，切换至收割‘抵御胜利’模式。
TxtUnBrkMaxElixir_Info_02=设此值足够用于引诱敌人的攻击或升级
TxtUnBrkMaxGold_Info_01=大于此值，将停止正常收割‘资源’模式，切换至收割‘抵御胜利’模式。
TxtUnBrkMaxGold_Info_02=设此值足够用于引诱敌人的攻击或升级
TxtUnBrkMinDark_Info_01=小于此值，将停止收割‘抵御胜利’模式，切换回正常收割‘资源’模式。
TxtUnBrkMinDark_Info_02=设此值足够用于训练军队或升级建筑
TxtUnBrkMinElixir_Info_01=小于此值，将停止收割‘抵御胜利’模式，切换回正常收割‘资源’模式。
TxtUnBrkMinElixir_Info_02=设此值足够用于训练军队或升级建筑
TxtUnBrkMinGold_Info_01=小于此值，将停止收割‘抵御胜利’模式，切换回正常收割‘资源’模式。
TxtUnBrkMinGold_Info_02=设此值足够用于搜寻战埸或升级建筑
[MBR GUI Design Child Attack - Troops_Boost]
Group_01=加速训练营
Group_02=加速法术工厂
Group_03=加速英雄
Group_04=加速时间表
LblBarracksBoost=训练营
LblBarracksBoost_Info_01=使用宝石加速训练营，慎用！
LblKingBoost_Info_01=使用宝石加速野蛮人之王复活，慎用！
LblQueenBoost_Info_01=使用宝石加速弓箭女皇复活，慎用！
LblSpellFactoryBoost=法术工厂
LblSpellFactoryBoost_Info_01=使用宝石加速法术工厂，慎用！
LblWardenBoost_Info_01=使用宝石加速大守护者复活，慎用！
TextBoostLeft=加速剩余次数
[MBR GUI Design Child Attack - Troops_TrainingOrder]
BtnRemoveSpells=空法术列表
BtnRemoveSpells_Info_01=从列表中删除所有法术并重新开始
BtnRemoveTroops=空队伍名单
BtnRemoveTroops_Info_01=从列表中删除所有部队，然后重新开始
BtnSpellsOrderSet=使用新订的顺序
BtnSpellsOrderSet_Info_01=完成选择自定义法术制造顺序后按下按钮
BtnSpellsOrderSet_Info_02=右侧图示将显示设定状态：红色＝设定中，绿色＝已保存使用中
BtnSpellsOrderSet_Info_03=当不是所有的法术槽都填满时，会在空槽中使用随机顺序！
BtnTroopOrderSet=使用新订的顺序
BtnTroopOrderSet_Info_01=点击此按钮当您完成了顺序设定
BtnTroopOrderSet_Info_02=右侧图示将显示设定状态：红色＝设定中，绿色＝已保存使用中
BtnTroopOrderSet_Info_03=当不是所有的部队槽都被填满时，将在空槽中使用随机顺序！
ChkCustomBrewOrderEnable=法术命令
ChkCustomBrewOrderEnable_Info_01=启用自订顺序制造法术
ChkCustomBrewOrderEnable_Info_02=改变法术制造顺序可以用于CSV脚本攻击部队！
ChkCustomTrainOrderEnable=自订顺序
ChkCustomTrainOrderEnable_Info_01=勾选，可自订部队训练顺序
ChkCustomTrainOrderEnable_Info_02=改变训练顺序可能对CSV脚本攻击类型有帮助！
Group_01=部队训练顺序
txtSpellsOrder=输入制造法术的顺序 #
TxtTroopOrder=选择部队一系列训练的兵种顺序 #
[MBR GUI Design Child Attack - Troops_Options]
CheckWardenMode=Check Mode
CheckWardenMode_Info_01=Enable this Option if you want to check in which Mode the Grand Warden is and change if needed
CheckWardenMode_Info_02=Select the Mode your Warden needs to have for attacks
ChkCloseEmulator=关闭模拟器
ChkCloseEmulator_Info_01=勾选时，会完全关闭安卓模拟器
ChkCloseEmulator_Info_02=添加这个选项，有可能因为启动时间的不一致性，略微增加离线时间
ChkCloseWhileTraining=关闭 COC
ChkCloseWhileTraining_Info_01=当村庄受到护盾保护期间，勾选此选项，会自动退出COC一段时间来完成部队训练
ChkCloseWhileTraining_Info_02=当搜索/等待法术选项被勾选时，将会关闭COC等待法术制造完成
ChkCloseWhileTraining_Info_03=当搜索/等待英雄选项被勾选时，将会关闭COC等待英雄恢复
ChkCloseWithoutShield=没有护盾
ChkCloseWithoutShield_Info_01=当村庄没有受到护盾保护期间，勾选此选项，会自动退出COC一段时间来完成部队训练
ChkCloseWithoutShield_Info_02=提醒：当您勾选此选项时，您可能会被攻击，损失一些奖杯
ChkRandomClose=随机关闭
ChkRandomClose_Info_01=勾选时，会随机的选择闲置过久、关闭COC或关闭模拟器
ChkRandomClose_Info_02=添加这个选项，有可能因为启动时间的不一致性，略微增加离线时间
ChkSuspendComputer=暂停电脑
ChkSuspendComputer_Info_01=选择时选择将暂停电脑 \r\n 添加此选项可能由于启动所需的可变时间而稍微增加离线时间
ChkTrainAddRandomDelayEnable=随机增加延迟
ChkTrainAddRandomDelayEnable_Info_01=随机延迟检查部队训练的时间
ChkTrainAddRandomDelayEnable_Info_02=勾选以减少打开部队训练视窗的次数，模拟真人操作
CmbCloseWaitRdmPercent_Info_01=输入要使用的额外时间的最大百分比，创建随机等待时间，
CmbCloseWaitRdmPercent_Info_02=机器人会计算出一个随机等待时间，介于‘实际需要时间’和
CmbCloseWaitRdmPercent_Info_03=‘输入最大随机百分比’之间，来模拟人类操作
Group_01=等候部队训练时
Group_02=训练时点击的速度
Group_03=检查部队训练时
LblAddDelayIdlePhaseBetween=介于
LblCloseWaitingTroops=闲置时间
LblCloseWaitingTroops_Info_01=关闭 COC 如果闲置时间大于设定的时间，反之则不
LblSymbolWaiting_Info_01=选择最小容许闲置的时间
LblTrainITDelay=延迟
LblTrainITDelay_Info_01=增加延迟，如果您的电脑反应慢或是想要有真人点击训练的效果
RdoCloseWaitExact=实际时间
RdoCloseWaitExact_Info_01=勾选时，使用等待部队训练所需的实际时间
RdoCloseWaitExact_Info_02=勾选此选项来选择等待多长时间
RdoCloseWaitRandom=随机时间
RdoCloseWaitRandom_Info_01=择添加一个随机额外的等待时间，就像有些人忘记要来进攻
[MBR GUI Design Child Attack - Options-EndBattle]
ChkScreenshotLootInfo=截图档名包含战利品资讯
ChkScreenshotLootInfo_Info_01=截图档名包含战利品资讯
ChkShareAttack=分享视频到您的部落聊天室里
ChkShareAttack_Info_01=勾选来分享视频到您的部落聊天室里
ChkTakeLootSS_Info_01=启动战利品截图功能
Group_01=分享攻击视频
Group_02=战利品截图
LblRandomMessage=随机传送名单内的信息到部落聊天室里
LblShareMinLoot=当获得战利品
ListShareMessage_Info_01=和分享视频一同传送的信息
ListShareMessage_Item_01=Nice\r\nGood\r\nThanks \r\nWowwww
TxtShareMinDark_Info_01=分享视频当获得黑油大于此设定值
TxtShareMinElixir_Info_01=分享视频当获得圣水大于此设定值
TxtShareMinGold_Info_01=分享视频当获得金币大于此设定值
[MBR GUI Design Child Attack - Options-Search]
ChkAlertSearch=发现鱼时，系统弹出提醒
ChkAlertSearch_Info_01=当发现鱼的时候，系统弹出气泡提醒！
ChkAttackNow=启用‘立刻攻击’按钮
ChkAttackNow_Info_01=勾选，如果您想要‘立刻攻击’按钮启用
ChkAttackNow_Info_02=且显现在‘停止’按钮旁边，给予使用者手动决定攻击的机会。
ChkAttackNow_Info_03=‘立刻攻击’按钮只在搜索时出现。
ChkRestartSearchLimit=重新开始，经过
ChkRestartSearchLimit_Info_01=经过多少次搜索后，返回村庄，再重新开始搜索
ChkSearchReduction=启用降低搜索条件
ChkSearchReduction_Info_01=当搜索达到设定次数后，自动降低搜索条件
ChkSearchTimeout_Info_01=Will Return to home and restart search if clouding time is > xx minutes
Group_01=搜索条件
Group_02=延迟村庄搜索
Group_03=搜索选项
LblAttackNow=延长
LblAttackNow_Info_01=延长搜索时停顿的时间，给予使用者更多思考和点击‘立刻攻击’按钮的机会
LblMaxVSDelay_Info_01=当最大的滑条设定值高于最小滑条的设定值时，
LblMaxVSDelay_Info_02=便启动了‘随机’的村庄搜索延迟时间（介于最大和最小之间）
LblMinVSDelay_Info_01=使用滑条去改变，搜索村庄时点击‘下一个’的等待时间。
LblMinVSDelay_Info_02=可能可以弥补减少一些失去连结的错误，
LblMinVSDelay_Info_03=无法保证一定有效果。
LblSearchReduceCount=降低条件每经
LblSearchReduceCount_Info_01=输入次数，当搜索达到设定次数后，自动降低搜索条件，重新搜索
LblSearchReduceDark=- 降低 黑油
LblSearchReduceDark_Info_01=每一次降低的黑油数值
LblSearchReduceElixir=- 降低 圣水
LblSearchReduceElixir_Info_01=每一次降低的圣水数值
LblSearchReduceGold=- 降低 金币
LblSearchReduceGold_Info_01=每一次降低的金币数值
LblSearchReduceGoldPlusElixir=- 降低 金币加圣水
LblSearchReduceGoldPlusElixir_Info_01=每一次降低的圣水加金币数值
LblSearchReduceTrophy=- 降低 奖杯
LblSearchReduceTrophy_Info_01=每一次降低的奖杯数值
[MBR GUI Design Child Attack - Options-Attack]
ChkAttackPlanner_Info_01=机器人会继续运行，当排定的时间到时，将被重新开启
ChkAttackPlannerCloseAll=关闭 模拟器
ChkAttackPlannerCloseAll_Info_01=勾选，当不在排定的时间内时，模拟器将被关闭
ChkAttackPlannerCloseCoC=关闭 COC
ChkAttackPlannerCloseCoC_Info_01=勾选，当不在排定的时间内时，COC 将被关闭
ChkAttackPlannerDayLimit=每日攻击次数
ChkAttackPlannerDayLimit_Info_01=当超过介于设定次数范围内的随机攻击次数，将停止攻击
ChkAttackPlannerEnable=启用 攻击时间表
ChkAttackPlannerEnable_Info_01=勾选，便可使用攻击时间表，控制攻击的时间和星期
ChkAttackPlannerEnable_Info_02=机器人会继续运行，但只在排定的时间做攻击
ChkAttackPlannerRandom=随机 停止攻击
ChkAttackPlannerRandom_Info_01=勾选，将随机任意地停止攻击
ChkAttackPlannerRandom_Info_02=请选择停止攻击的时数
ChkAttackPlannerSuspendComputer=暂停电脑
ChkAttackPlannerSuspendComputer_Info_01=此选项将暂停电脑，而不是安排搜索和攻击！
ChkDropCCHoursEnable=启用援兵时间表
ChkDropCCHoursEnable_Info_01=使用时间表来设定何时可以使用援兵，\r\n如果没有启用时间表，援兵将永远被使用
ChkUseWardenAbility=强制激活大守护者的技能，倒数秒数：
ChkUseWardenAbility_Info_01=下大守护者后，在设定的计时秒数倒数后，强制激活大守护者的技能。
Group_01=英雄技能
Group_02=攻击时间表
Group_03=部落城堡
LbAttackPlannerDayLimit=至
RadAutoAbilities=红血状态时使用技能
RadAutoAbilities_Info_01=攻击中当英雄处于红血状态时，
RadAutoAbilities_Info_02=会分别自动使用技能
RadBothAbilities_Info_01=全部
RadBothAbilities_Info_02=自动使用技能，当红血状态时或英雄下后几秒。
RadManAbilities=使用技能于
RadManAbilities_Info_01=设定于几秒后使用英雄技能
RadManAbilities_Info_02=所有英雄会在设定时间，同时使用技能
TxtManAbilities_Info_01=设定使用英雄技能的时间，为攻击开始后几秒
TxtMaxLbAttackPlannerDayLimit_Info_01=请输入每日最大允许攻击的次数
TxtMinLbAttackPlannerDayLimit_Info_01=请输入每日最小允许攻击的次数
TxtUseWardenAbility_Info_01=请设定启动大守护者的技能倒数秒数。
[MBR GUI Design Child Village - Notify]
BtnNotifyDeleteMessages=删除全部讯息
BtnNotifyDeleteMessages_Info_01=点击这里删除全部讯息
ChkNotifyAlertAnotherDevice=另一设备连接
ChkNotifyAlertAnotherDevice_Info_01=推送警报，提示‘另外一个设备正在连接’讯息
ChkNotifyAlertBAN=查禁
ChkNotifyAlertBAN_Info_01=推送警报，提示‘您已被 SuperCell 查禁’讯息
ChkNotifyAlertBuilderIdle=闲置工人
ChkNotifyAlertBuilderIdle_Info_01=推送警报，提示有工人闲置的讯息
ChkNotifyAlertCampFull=兵营满营
ChkNotifyAlertCampFull_Info_01=推送警告，提示‘兵营满营’讯息
ChkNotifyAlertLastAttack=袭击警报
ChkNotifyAlertLastAttack_Info_01=推送警报，提示最新袭击的资讯
ChkNotifyAlertLastRaidIMG=战利品截图
ChkNotifyAlertLastRaidIMG_Info_01=推送最新袭击的战利品截图
ChkNotifyAlertLastRaidTXT=战利品文本
ChkNotifyAlertLastRaidTXT_Info_01=推送最新袭击的战利品文本
ChkNotifyAlertMaintenance=维护
ChkNotifyAlertMaintenance_Info_01=推送警报，提示‘SuperCell 正在维护 CoC’讯息
ChkNotifyAlertMatchFound=匹配成功
ChkNotifyAlertMatchFound_Info_01=推送要袭击的村庄的总共资源
ChkNotifyAlertOutOfSync=不同步（掉线）
ChkNotifyAlertOutOfSync_Info_01=推送警报，提示‘客户端和服务器不同步’错误
ChkNotifyAlertSmartWaitTime=智能等待
ChkNotifyAlertSmartWaitTime_Info_02=推送警报，提示智能等待造兵
ChkNotifyAlertTakeBreak=休息一下
ChkNotifyAlertTakeBreak_Info_01=推送警报，提示‘上线时间太长，需要休息一下’讯息
ChkNotifyAlertUpgradeWall=城墙升级
ChkNotifyAlertUpgradeWall_Info_01=推送城墙升级资讯
ChkNotifyAlertVillageStats=村庄资讯
ChkNotifyAlertVillageStats_Info_01=推送村庄资讯
ChkNotifyBOTUpdate=机器人升级
ChkNotifyBOTUpdate_Info_01=推送警报，提示‘有新版本的机器人’讯息
ChkNotifyDeleteAllPBPushes=启动时删除讯息
ChkNotifyDeleteAllPBPushes_Info_01=当您开启机器人时，删除以前推送的讯息
ChkNotifyDeleteOldPBPushes=删除比这更早的讯息：
ChkNotifyDeleteOldPBPushes_Info_01=删除比设定的时间更早的全部推送讯息
ChkNotifyPBEnable=启动子弹推送
ChkNotifyPBEnable_Info_01=启动‘子弹推送’通知
ChkNotifyRemote=远程控制
ChkNotifyRemote_Info_01=启动远端控制功能
ChkNotifyTGEnable=启动电报
ChkNotifyTGEnable_Info_01=启动‘电报’通知
CmbNotifyPushHours_Info_01=设定删除讯息的时间间隔
Group_01=‘子弹推送/电报’通知
LblNotifyHelp=说明 ?
LblNotifyHelp_Info_01=点此开启远端控制指令的说明页面
LblNotifyOptions=推送下列讯息
LblNotifyOrigin=来源
LblNotifyOrigin_Info_01=讯息来源可以是村庄名称
LblNotifyPBToken=接驳令牌（子弹）
LblNotifyPBToken_Info_01=您需要一个接驳令牌用来推送讯息，可从 PushBullet.com 取得
LblNotifyTGToken=接驳令牌（电报）
LblNotifyTGToken_Info_01=您需要一个接驳令牌用来推送讯息，可从 Telegram.com 取得
[MBR GUI Design Child Village - Misc]
BotStop_Info_01=使用这些选项，设定何时机器人、安卓模拟器、电脑等，停止攻击、停止、关闭、睡眠、重启等
BtnAltarKing_Info_01=野蛮人之王圣台
BtnAltarQueen_Info_01=弓箭女皇圣台
BtnAltarWarden_Info_01=大守护者圣台
BtnCC=部落城堡
BtnLocateLaboratory=实验
BtnLocateLaboratory_Info_01=实验室
BtnReset=清除
BtnReset_Info_01=点击这里，清除全部建筑物的定位，重新启动机器人。
BtnReset_Info_02=使用于变更了村庄布局之后。
BtnTownhall=Town Hall
ChkActivateClockTowerBoost=启用时光钟楼提升
ChkActivateClockTowerBoost_Info_01=选中此选项可启用“光钟楼提升”功能. 它会检查生成器是否是忙碌，所以提升并不是无用的. 此选项不使用您的宝石
ChkBBSuggestedUpgrades=自动升级
ChkBBSuggestedUpgrades_Info_01=根据建议列表自动升级
ChkBBSuggestedUpgradesIgnore_01=忽略金钱的升级
ChkBBSuggestedUpgradesIgnore_02=忽略圣水的升级
ChkBBSuggestedUpgradesIgnore_03=忽略升级大本营
ChkClanGamesAirTroop=Air Troops Challenges
ChkClanGamesBattle=Battle Challenges
ChkClanGamesDebug=Debug
ChkClanGamesDestruction=Destruction Challenges
ChkClanGamesEnabled=Clan Games
ChkClanGamesGroundTroop=Ground Troops Challenges
ChkClanGamesLoot=Loot Challenges
ChkClanGamesMiscellaneous=Miscellaneous Challenges
ChkClanGamesOnly=Clan Games Only
ChkClanGamesOnly_Info_01=Will Check if the event name is Clan or Builder Games!
ChkClanGamesPurge=Purge Versus Battles Events
ChkClanGamesStopBeforeReachAndPurge=Stop before completing your limit and only Purge
ChkClanGamesTimeRemaining=Time Remaining
ChkClanGamesYourScore=Your Score
ChkCleanYard=清除杂物
ChkCleanYard_Info_01=勾选这里，自动清除树木、蘑茹...等杂物
ChkCollect=收集资源和资源车
ChkCollect_Info_01=勾选这里，进行自动收集资源，包括
ChkCollect_Info_02=金币，圣水，和黑油，
ChkCollect_Info_03=同时搜寻和收集资源车
ChkCollectBuilderBase=收集资源
ChkCollectBuildersBase_Info_01=检查建筑大师基地并且收集资源
ChkCTBoostBlderBz=当建筑大师忙碌中
ChkCTBoostBlderBz_Info_01=只在建筑大师忙碌中提升
ChkFreeMagicItems=Collect Free Magic Items
ChkGemsBox=清除宝箱
ChkGemsBox_Info_01=勾选这里，自动清除宝箱
ChkPlacingNewBuildings=制造新的建筑物
ChkTombstones=清除墓碑
ChkTombstones_Info_01=勾选这里，自动清除敌人进攻时留下的墓碑
ChkTrap=设置陷阱，装填X连弩和地狱之塔
ChkTrap_Info_01=勾选这里，进行自动设置陷阱，装填X连弩和地狱之塔
ChkTreasuryCollect=收集宝库
ChkTreasuryCollect_Info_01=自动检查部落城堡宝库是否满,
ChkTreasuryCollect_Info_02='或'当存储值为右侧的最小值时，,
ChkTreasuryCollect_Info_03=使用零作为最小值，只有在宝库满时才收集
ChkTreasuryCollect_Info_04=大的最小值会更经常搜集宝库战利品！
CmbBotCommand_Item_01=停止攻击
CmbBotCommand_Item_02=停止机器人
CmbBotCommand_Item_03=关闭机器人
CmbBotCommand_Item_04=关机器人安卓
CmbBotCommand_Item_05=关闭电脑
CmbBotCommand_Item_06=电脑睡眠
CmbBotCommand_Item_07=重启电脑
CmbBotCond_Item_01=金和水满 且 达最大奖杯数
CmbBotCond_Item_02=金和水满 或 达最大奖杯数
CmbBotCond_Item_03=金或水满 且 达最大奖杯数
CmbBotCond_Item_04=金或水满 或 达最大奖杯数
CmbBotCond_Item_05=金币和圣水 已满
CmbBotCond_Item_06=金币或圣水 已满
CmbBotCond_Item_07=金币已满 且 达最大奖杯数
CmbBotCond_Item_08=圣水已满 且 达最大奖杯数
CmbBotCond_Item_09=金币已满 或 达最大奖杯数
CmbBotCond_Item_10=圣水已满 或 达最大奖杯数
CmbBotCond_Item_11=金币 已满
CmbBotCond_Item_12=圣水 已满
CmbBotCond_Item_13=达最大奖杯数
CmbBotCond_Item_14=黑油 已满
CmbBotCond_Item_15=金币/圣水/黑油 全部已满
CmbBotCond_Item_16=机器人运行了 . . .
CmbBotCond_Item_17=现在 (仅造兵/捐兵)
CmbBotCond_Item_18=现在（仅捐兵)
CmbBotCond_Item_19=现在（仅保持在线)
CmbBotCond_Item_20=有护盾时 (仅造兵/捐兵)
CmbBotCond_Item_21=有护盾时 (仅捐兵)
CmbBotCond_Item_22=有护盾时 (仅保持在线)
Group_01=停止攻击
Group_02=装填、收集、清理
Group_03=手动定位
Group_04=搜集与启用
Group_05=建筑大师基地资讯
Group_06=升级建议
Group_CG=Clan Games
LblBotCommand=当 . . .
LblBotWillHaltAutomatically=如果资源低于这些值，机器人将停止攻击，仅保持在线，直到资源恢复
LblResumeAttack=恢复攻击，当
LblTreasuryOr=或
TxtClanGamesLog=--------------------------------------------------------- Clan Games LOG ------------------------------------------------
TxtRelocate_Info_01=重新定位
TxtRestartDark_Info_01=停止或恢复机器人攻击的黑油最小保留值
TxtRestartElixir_Info_01=停止或恢复机器人攻击的圣水最小保留值
TxtRestartGold_Info_01=停止或恢复机器人攻击的金币最小保留值
TxtTreasuryDark_Info_01=最小黑油存量用于收集宝库。
TxtTreasuryElixir_Info_01=最小圣水存量用于收集宝库。
TxtTreasuryElixir_Info_02=设置与恢复攻击值相同以在“圣水”错误时收集
TxtTreasuryElixir_Info_03=部队训练过程中会发生
TxtTreasuryGold_Info_01=最小黄金存量用于收集宝库。
TxtTreasuryGold_Info_02=设置与恢复攻击值相同以在“黄金”错误时收集
TxtTreasuryGold_Info_03=在寻找攻击时发生
[MBR GUI Design Child Bot - Options]
ChkAutoAlign=自动对齐
ChkAutoAlign_Info_01=重新定位/对齐安卓模拟器和机器人视窗
ChkAutoResume=自动恢复运行
ChkAutoResume_Info_01=勾选此，将于设定的时间，把暂停运行自动恢复运行
ChkAutostart=自动开始运行
ChkAutostart_Info_01=在设定的时间后，自动开始运行机器人
ChkBotAutoSlideClick=合并后自动隐藏界面
ChkBotAutoSlideClick_Info_01=启用当模拟器和外挂合并后，\r\n当外挂视窗不在当前激活时自动隐藏界面。
ChkBotCustomTitleBarClick=优化标题栏的设计
ChkBotCustomTitleBarClick_Info_01=启用优化模拟器和机器人的窗口标题栏和边框（需要重新启动外挂）
ChkCheckGameLanguage=检查游戏语言 (EN)
ChkCheckGameLanguage_Info_01=检查游戏语言是不是设定正确 (必须设定为 English)
ChkDeleteLogs=删除日志档
ChkDeleteLogs_Info_01=删除比设定天数旧的日志档案
ChkDeleteLoots=删除战利品截图
ChkDeleteLoots_Info_01=删除比设定天数旧的战利品截图
ChkDeleteTemp=删除暂存档
ChkDeleteTemp_Info_01=删除比设定天数旧的暂存档案
ChkDisableNotifications=禁用通知
ChkDisableNotifications_Info_01=禁用机器人发送的通知
ChkDisableSplash=停用启动画面
ChkDisableSplash_Info_01=启动时不使用启动画面
ChkFixClanCastle=强制侦测部落城堡
ChkFixClanCastle_Info_01=如果在攻击列上侦测不到部落城堡，而且也不在上一次攻击时的位置上，将强制设定在目前空出的位置
ChkForMBRUpdates=检查更新
ChkForMBRUpdates_Info_01=勾选，将检查您的机器人是不是最新版本
ChkHideWhenMinimized=最小化时隐藏
ChkHideWhenMinimized_Info_01=机器人视窗在最小化时，隐藏到工作列状态区域\r\n点击状态图示/显示机器人来重新显示机器人视窗
ChkScreenshotHideName=隐藏个人和部落的名字
ChkScreenshotType=保存为PNG格式
ChkSinglePBTForced=强制PB只重启一次
ChkSinglePBTForced_Info_01=在被PB强制下线之前，自己提前先下线，而使得COC只重启一次
ChkUpdatingWhenMinimized=最小化时更新
ChkUpdatingWhenMinimized_Info_01=启用各种机器人视窗最小化方式\r\n当机器人最小化时，屏幕更新将显示在工作列预览
ChkUseRandomClick=随机点击
CmbAlignmentOptions_Info_01=0,0：重新定位安卓模拟器到 Windows 桌面上(0,0)的位置，然后机器人靠到模拟器右边或左边
CmbAlignmentOptions_Info_02=对齐：只是重排视窗, 对齐机器人视窗和模拟器视窗：右上对齐, 左上对齐, 右下对齐, 左下对齐\r\n合并：整合模拟器视窗入机器人视窗
CmbAlignmentOptions_Item_01=0,0：模拟器-机器人
CmbAlignmentOptions_Item_02=0,0：机器人-模拟器
CmbAlignmentOptions_Item_03=对齐：机器人对齐模拟器右上角
CmbAlignmentOptions_Item_04=对齐：机器人对齐模拟器左上角
CmbAlignmentOptions_Item_05=对齐：机器人对齐模拟器右下角
CmbAlignmentOptions_Item_06=对齐：机器人对齐模拟器左下角
CmbAlignmentOptions_Item_07=整合：模拟器进入机器人
CmbGUILanguage_Info_01=切换不同的介面语言
Group_01=介面语言
Group_02=当载入初始化时
Group_03=当开始运行时
Group_04=专家选项
Group_05=荧幕截图选项
Group_06=远端设备
Group_07=其它选项
Group_08=处理器/高级执行绪
LblAlignOffsetX=偏移
LblGlobalActiveBotsAllowed_Info_01=个机器人可以同时运行
LblGlobalThreads_Info_01=个全局图像处理线程
LblPBTimeForcedExit=提前下线的时间
LblPBTimeForcedExit_Info_01=输入提前的时间，注意：输入的数值小于10分钟，可能没有作用！
LblThreads_Info_01=个图像处理线程用于此挂
LblTimeAnotherDevice=当有远端设备连接，等
LblTimeAnotherDevice_Info_01=输入当有远端设备连接时，机器人再次连接的等待时间 (按分计算)
TxtAlignOffsetX_Info_01=安卓模拟器和机器人视窗之间的水平偏移像素
TxtAlignOffsetY_Info_01=安卓模拟器和机器人视窗之间的垂直偏移像素
TxtGlobalActiveBotsAllowed_Info_01=当运行多个机器人时，请指定可以同时运行多少个机器。\r\n这样可以显著降低CPU利用率。\r\n可用的逻辑处理器数量很多。\r\n此配置在所有配置文件/实例之间共享 并需要重新启动所有机器人（关闭所有，等待，并重新开始！）。
TxtGlobalThreads_Info_01=当运行多个机器人时，请指定图像处理任务可以同时运行多少个全局执行绪。\r\n这可以显著降低CPU利用率。\r\n可用的逻辑处理器的数量是一个很好的数字。\r\n这个配置是 在所有配置文件/实例之间共享，并且需要重新启动所有漫游器（关闭所有，等待，并重新开始！）。
TxtSinglePBTimeForced_Info_01=输入自己待在线下的时间，15分钟以上可以重设PB计时器
TxtThreads_Info_01=处理图像时，会使用多个执行绪。 这里您指定了这个机器人可以使用多少执行绪。\r\n执行绪可以显著降低CPU利用率。\r\n可用的逻辑处理器数量很多。 对所有可用的使用0。 全局执行绪设置优先。
[MBR GUI Design Child Bot - Stats]
BtnResetStats=重新统计
LblAttacked=攻击次数
LblAttacked_Info_01=符合搜索条件，进攻的次数
LblBase-Attacked=攻击次数
LblBuilUpg-by-Elixir_Info_01=圣水升级建筑次数
LblBuilUpg-by-Gold_Info_01=金币升级建筑次数
LblBuilUpg-Cost-by-Elixir_Info_01=升级建筑总共用掉圣水
LblBuilUpg-Cost-by-Gold_Info_01=升级建筑总共用掉金币
LblCost-Collect=成本 && 收集
LblDarkE=黑油
LblDead-Base=死鱼
LblDead-Base_Info_01=攻击死鱼次数
LblDead-Base-Gain=获得
LblDead-Base-Gain-Dark_Info_01=攻击死鱼获得的黑油
LblDead-Base-Gain-Elixir_Info_01=攻击死鱼获得的圣水
LblDead-Base-Gain-Gold_Info_01=攻击死鱼获得的金币
LblDead-Base-Gain-Trophies_Info_01=攻击死鱼获得的奖杯
LblDElixir-collected=收集黑油
LblDElixir-collected_Info_01=在村庄收集的黑油
LblDropped=降杯总数
LblDropped_Info_01=自动降杯的总数
LblElixir=圣水
LblElixir-collected=收集圣水
LblElixir-collected_Info_01=在村庄收集的圣水
LblGainPerHour=收益/小时
LblGold=金币
LblGold-collected=收集金币
LblGold-collected_Info_01=在村庄收集的金币
LblHeroesUpg=英雄升级次数
LblHeroesUpg_Info_01=英雄升级次数
LblheroesUpg-Cost=升级共用黑油
LblheroesUpg-Cost_Info_01=升级英雄总共用掉黑油
LblLastAttack=最后一次攻击
LblLeague=联盟
LblLeagueBonus=奖励
LblLive-Base=活鱼
LblLive-Base_Info_01=攻击活鱼次数
LblLive-Base-Gain-Dark_Info_01=攻击活鱼获得的黑油
LblLive-Base-Gain-Elixir_Info_01=攻击活鱼获得的圣水
LblLive-Base-Gain-Gold_Info_01=攻击活鱼获得的金币
LblLive-Base-Gain-Trophy_Info_01=攻击活鱼获得的奖杯
LblNbr-of-OoS=断线次数
LblNbr-of-OoS_Info_01=断线次数
LblRun=运行资讯
LblRuntime=运行时间
LblRuntime_Info_01=机器人的总运行时间
LblSearch-Cost=搜寻成本
LblSearch-Cost_Info_01=搜寻村庄所用的金币
LblSkipped=跳过次数
LblSkipped_Info_01=不符合搜索条件，跳过的次数
LblStartedWith=初始数值
LblStats=统计
LblStatsBonusLast_Info_01=最后一次进攻获得的金币奖励
LblStatsBonusLast_Info_02=最后一次进攻获得的圣水奖励
LblStatsBonusLast_Info_03=最后一次进攻获得的黑油奖励
LblStatsDonDark-Spells=闇黑法术
LblStatsDonDark-Troops=闇黑军队
LblStatsDonElixir-Spells=圣水法术
LblStatsDonElixir-Troops=圣水军队
LblStatsDonTotal=总共捐赠
LblStatsDonTotalXP=经验值
LblStatsGainPerHour_Info_01=金币/小时
LblStatsGainPerHour_Info_02=圣水/小时
LblStatsGainPerHour_Info_03=黑油/小时
LblStatsGainPerHour_Info_04=奖杯/小时
LblStatsLastAttack_Info_01=最后一次进攻获得的金币
LblStatsLastAttack_Info_02=最后一次进攻获得的圣水
LblStatsLastAttack_Info_03=最后一次进攻获得的黑油
LblStatsLastAttack_Info_04=最后一次进攻获得或失去的奖杯数量
LblStatsSmartEarthQuakeUsed_Info_01=使用地震法术闪黑的次数
LblStatsSmartLightningUsed_Info_01=使用雷电法术闪黑的次数
LblStatsSmartZap_Info_01=闪黑共获得的黑油数值
LblStatsStartedWith_Info_01=最初拥有的金币
LblStatsStartedWith_Info_02=最初拥有的圣水
LblStatsStartedWith_Info_03=最初拥有的黑油
LblStatsStartedWith_Info_04=最初拥有的奖杯数量
LblStatsSZRev2=闪黑
LblStatsSZRev2-Used=使用次数
LblStatsTop_Info_01=获得最高金币
LblStatsTop_Info_02=获得最高圣水
LblStatsTop_Info_03=获得最高黑油
LblStatsTop_Info_04=获得最高奖杯
LblStatsTotalGain_Info_01=机器人运行后，获得或失去的金币总量
LblStatsTotalGain_Info_02=（包括手动升级建筑物的资源支出）
LblStatsTotalGain_Info_03=机器人运行后，获得或失去的圣水总量
LblStatsTotalGain_Info_04=机器人运行后，获得或失去的黑油总量
LblStatsTotalGain_Info_05=机器人运行后，获得或失去的奖杯总量
LblTH-Bully=弱本
LblTH-Bully_Info_01=攻击弱本次数
LblTH-Bully-Gain-Dark_Info_01=攻击弱本获得的黑油
LblTH-Bully-Gain-Elixir_Info_01=攻击弱本获得的圣水
LblTH-Bully-Gain-Gold_Info_01=攻击弱本获得的金币
LblTH-Bully-Gain-Trophy_Info_01=攻击弱本获得的奖杯
LblTH-Snipe=偷本
LblTH-Snipe_Info_01=偷本的次数
LblTH-Snipe-Gain-Dark_Info_01=偷本获得的黑油
LblTH-Snipe-Gain-Elixir_Info_01=偷本获得的圣水
LblTH-Snipe-Gain-Gold_Info_01=偷本获得的金币
LblTH-Snipe-Gain-Trophy_Info_01=偷本获得的奖杯
LblTH-Snipe-Lost_Info_01=偷本失败的次数
LblTH-Snipe-Win_Info_01=偷本成功的次数
LblTopLoot=最高资源
LblTotalGain=总收益
LblTrain-Cost-DElixir=黑油训练成本
LblTrain-Cost-DElixir_Info_01=训练闇黑军队所用的黑油
LblTrain-Cost-Elixir=圣水训练成本
LblTrain-Cost-Elixir_Info_01=训练圣水军队所用的圣水
LblTrophy=奖杯
LblUpg-by-Elixir=圣水升级次数
LblUpg-by-Gold=Upg. by Gold
LblUpgrade-Costs=升级成本
LblUpgrades-Made=升级次数
LblWallUpg-by-Elixir_Info_01=圣水升级城墙次数
LblWallUpg-by-Gold_Info_01=金币升级城墙次数
LblWallUpg-Cost-by-Elixir=升级共用圣水
LblWallUpg-Cost-by-Elixir_Info_01=升级城墙总共用掉圣水
LblWallUpg-Cost-by-Gold=升级共用金币
LblWallUpg-Cost-by-Gold_Info_01=升级城墙总共用掉金币
[MBR GUI Design Child Village - Donate]
ChkExtraAlphabets=辨识斯拉夫语
ChkExtraAlphabets_Info_01=勾选这里，启用斯拉夫语的辨识功能
ChkExtraChinese=辨识中文
ChkExtraChinese_Info_01=勾选这里，启用中文的辨识功能
ChkExtraKorean=辨识韩文
ChkExtraKorean_Info_01=勾选这里，启用韩文的辨识功能
ChkExtraPersian=辨识波斯语
ChkExtraPersian_Info_01=勾选这里，启用波斯语的辨识功能
DonateTxtCustom=自订军队
Group_01=捐兵选单
Group_02=捐兵黑名单
LblDonateCustom_01=一
LblDonateCustom_02=二
LblDonateCustom_03=三
LblExtraAlphabets=启用其它字母识别:
LblGeneralBlacklist=吻合这些关键字时，停止捐赠
TxtBlacklist1=黑名单
TxtBlacklistTroop_Item_01=no barbarians\r\nno barb\r\nbarbarians no\r\nbarb no
TxtBlacklistTroop_Item_02=no archers\r\nno arch\r\narchers no\r\narch no
TxtBlacklistTroop_Item_03=no giants\r\ngiants no
TxtBlacklistTroop_Item_04=no goblins\r\ngoblins no
TxtBlacklistTroop_Item_05=no wall breakers\r\nwall breakers no
TxtBlacklistTroop_Item_06=no balloon\r\nballoons no
TxtBlacklistTroop_Item_07=no wizards\r\nwizards no\r\nno wizard\r\nwizard no
TxtBlacklistTroop_Item_08=no healer\r\nhealer no
TxtBlacklistTroop_Item_09=no dragon\r\ndragon no
TxtBlacklistTroop_Item_10=no PEKKA\r\npekka no
TxtBlacklistTroop_Item_11=no baby dragon\r\nbaby dragon no\r\nno baby\r\nbaby no
TxtBlacklistTroop_Item_12=no miner\r\nminer no\r\nno mine\r\nmine no
TxtBlacklistTroop_Item_13=no lightning\r\nlightning no
TxtBlacklistTroop_Item_14=no heal\r\nheal no
TxtBlacklistTroop_Item_15=no rage\r\nrage no
TxtBlacklistTroop_Item_16=no jump\r\njump no
TxtBlacklistTroop_Item_17=no freeze\r\nfreeze no
TxtBlacklistTroop_Item_18=no minions\r\nminions no\r\nno minion\r\nminion no
TxtBlacklistTroop_Item_19=no hogs\r\nhog no
TxtBlacklistTroop_Item_20=no valkyries\r\nvalkyries no\r\nno valk\r\nvalk no
TxtBlacklistTroop_Item_21=no golem\r\ngolem no
TxtBlacklistTroop_Item_22=no witches\r\nwitch no
TxtBlacklistTroop_Item_23=no lavahound\r\nlava no\r\nhound no
TxtBlacklistTroop_Item_24=no bowler\r\nbowl no
TxtBlacklistTroop_Item_25=no poison\r\npoison no
TxtBlacklistTroop_Item_26=no earthquake\r\nquake no
TxtBlacklistTroop_Item_27=no haste\r\nhaste no
TxtBlacklistTroop_Item_28=no skeleton\r\nskeleton no\r\nno skel
TxtBlacklistTroop_Item_29=no ground\r\nground no\r\nonly
TxtBlacklistTroop_Item_30=no air\r\nair no\r\nonly\r\njust
TxtBlacklistTroop_Item_31=no electro dragon\r\nelectrodrag no\r\nedrag no
TxtDonate=捐
TxtDonateAll=捐给所有请求
TxtDonateTip=勾选这里，捐赠
TxtDonateTipAll=给所有聊天室的增援请求
TxtDonateTipTroop=，如果关键字吻合聊天室的增援请求文字
TxtDonateTroop_Item_01=barbarians\r\nbarb
TxtDonateTroop_Item_02=archers\r\narch
TxtDonateTroop_Item_03=giants\r\ngiant\r\nany\r\nreinforcement
TxtDonateTroop_Item_04=goblins\r\ngoblin
TxtDonateTroop_Item_05=wall breakers\r\nbreaker
TxtDonateTroop_Item_06=balloons\r\nballoon
TxtDonateTroop_Item_07=wizards\r\nwizard\r\nwiz
TxtDonateTroop_Item_08=healer
TxtDonateTroop_Item_09=dragon
TxtDonateTroop_Item_10=PEKKA\r\npekka
TxtDonateTroop_Item_11=baby dragon\r\nbaby
TxtDonateTroop_Item_12=miner\r\nmine
TxtDonateTroop_Item_13=lightning
TxtDonateTroop_Item_14=heal
TxtDonateTroop_Item_15=rage
TxtDonateTroop_Item_16=jump
TxtDonateTroop_Item_17=freeze
TxtDonateTroop_Item_18=minions\r\nminion
TxtDonateTroop_Item_19=hogriders\r\nhogs\r\nhog
TxtDonateTroop_Item_20=valkyries\r\nvalkyrie\r\nvalk
TxtDonateTroop_Item_21=golem
TxtDonateTroop_Item_22=witches\r\nwitch
TxtDonateTroop_Item_23=lavahound\r\nlava\r\nhound
TxtDonateTroop_Item_24=bowler\r\nbowlers\r\nbowl
TxtDonateTroop_Item_25=poison
TxtDonateTroop_Item_26=earthquake\r\nquake
TxtDonateTroop_Item_27=haste
TxtDonateTroop_Item_28=skeleton\r\nskel
TxtDonateTroop_Item_29=ground support\r\nground
TxtDonateTroop_Item_30=air support\r\nany air
TxtDonateTroop_Item_31=electro dragon\r\nelectrodrag\r\nedrag
TxtGeneralBlacklist_Info_01=总体捐赠黑名单
TxtGeneralBlacklist_Item_01=clan war\r\nwar\r\ncw
TxtIgnoreAll=这将会忽略所有关键字
TxtKeywords=吻合这些关键字时，捐
TxtKeywordsNo=吻合这些关键字时，不捐赠
TxtKeywordsNoTip=捐兵黑名单 -
TxtNothing=捐兵选单
[MBR GUI Design Child Attack - Deadbase Attack Milking]
CapacityStructure_01=0-4%
CapacityStructure_02=5-19%
CapacityStructure_03=20-74%
CapacityStructure_04=75-89%
CapacityStructure_05=90-100%
ChkAtkGEDExtractors=攻击
ChkAttackMinesIfDarkElixir=攻击黑油井如果有黑油在
ChkAttackMinesIfElixir=攻击水收集器如果有水在
ChkAttackMinesIfGold=攻击金矿如果有黄金在
ChkMilkAfterAttackScripted=启用脚本攻击
ChkMilkAfterAttackScripted_Info_02=对死鱼使用脚本攻击，这样就会导致标准攻击
ChkMilkAfterAttackTHSnipe=启用大本狙击（偷本）
ChkMilkFarmForceTolerance=容忍力
ChkMilkFarmForceTolerance_Info_01=容许偏差 正常
ChkMilkFarmForceTolerance_Info_02=容许偏差 提升
ChkMilkFarmForceTolerance_Info_03=容许偏差 消除
ChkMilkingDebugFullSearch=全搜索，仅用于调整目的（很慢）
ChkMilkingDebugFullSearch_Info_01=使用此选项可以检测未检测到的图像药剂采集器
ChkMilkingDebugIMG=对每个采集器进行制作偏移量图像
ChkMilkingDebugVillage=制作村庄图像
ChkSnipeIfNoElixir=偷本即使没有采集器可以挤压
ChkStructureDestroyedAfterAttack=下波攻击后检查建筑破坏状况
ChkStructureDestroyedAfterAttack_Info_01=攻击之后的建筑，检查，看它是否已被另一波破坏。
ChkStructureDestroyedAfterAttack_Info_02=必须有较高的延迟在波与波之间使用这个选项
ChkStructureDestroyedBeforeAttack=下波攻击前检查建筑破坏状况
ChkStructureDestroyedBeforeAttack_Info_01=攻击之前的建筑，检查，看它是否已被另一波破坏。
ChkStructureDestroyedBeforeAttack_Info_02=您必须有较高的延迟在波与波之间使用这个选项
CmbMilkAttackType_Item_01=较慢：检查每个收集器中的资源。
CmbMilkAttackType_Item_02=快速：只检查每个收集器的级别。
CmbMilkingAttackDropGoblinAlgorithm_Item_01=在同一个地方放下每只哥布林
CmbMilkingAttackDropGoblinAlgorithm_Item_02=把每只哥布林都放在不同的地方
CmbMilkLvl_01=Levels 1-4
CmbMilkLvl_05=Level 5
CmbMilkLvl_06=Level 6
CmbMilkLvl_07=Level 7
CmbMilkLvl_08=Level 8
CmbMilkLvl_09=Level 9
CmbMilkLvl_10=Level 10
CmbMilkLvl_11=Level 11
CmbMilkLvl_12=Level 12
CmbStructureOrder_Item_01=攻击顺序：如设定
CmbStructureOrder_Item_02=攻击顺序：随机
CmbStructureOrder_Item_03=攻击顺序：并排
Group_01=选择挤压攻击搜索类型
Group_02=水采集器最小攻击等级
Group_03=说明
Group_04=结构攻击
Group_05=如果只有攻击
Group_06=4. 每个建筑物使用的部队
Group_07=5.删除选项
Group_08=检查被破坏的建筑
Group_09=5a. 挤压攻击后，攻击外置大本（偷本）
Group_10=5b. 继续执行脚本攻击
Group_11=容许偏差设定
Group_12=Debug
LblMaxTilesMilk=从红线最大距离
LblMilkSnipeAlgorithm=使用算法
LblRedline-and-Collectors=红线与采集器之间的距离
LblWhichLevel=其中有一个级别
TxtDelayWaves=- 每波之间的延迟（ms）:
TxtDisable=DIS.
TxtMaxWaves=- 最大波：
TxtMaxWaves_Info_01=选择在每个采集器上放下的最大波数。
TxtMaxWaves_Info_02=如果采集器被破坏，那么没有更多的部队将结束。
TxtXWave=- 每波部队:
[MBR Func_Notify]
Another-Device_Info_01=另外一个设备已连接
Another-Device_Info_02=另外一个设备已连接，等等
ATTACK OFF=ATTACK OFF
ATTACK OFF_Info_01=- 启用综合页面的停止攻击 - 现在（仅保持在线）选项
ATTACK OFF_Info_02=设置暂停攻击关闭。
ATTACK ON_Info_01=攻击 开启
ATTACK ON_Info_02=设置暂停攻击开启。
Attack_Info_01=已攻击
Attack_Info_02=机器人重新启动因为找不到"下一个"按钮
Bot=BOT
Bot_Info_01=- 您可以远程控制您的机器人，请参照以下语法：
BUILDER=BUILDER
BUILDER_Info_01=- 传送<村庄名字>的建筑工人状态截图
BUILDER_Info_03=闲置工人
BUILDER_Info_04=将尽快处理您要求的闲置工人资讯
Camps-Full_Info_01=兵营满营
Command-Not-Recognized=语法错语
DELETE=DELETE
DELETE_Info_01=- 删除之前推送的全部讯息
Examples=范例：
Free-Builders_Info_01=闲置建筑工人人数
GEM_Info_01=宝石
HALTATTACKOFF=HALTATTACKOFF
HALTATTACKON=HALTATTACKON
HELP=HELP
HELP_Info_01=- 传送此说明资讯
HIBERNATE=HIBERNATE
HIBERNATE_Info_01=- 个人电脑进入休眠
HIBERNATE_Info_02=个人电脑开始休眠
LASTRAID=LASTRAID
LASTRAID_Info_01=- 传送<村庄名字>的最新袭击战利品截图
Last-Raid_Info_01=袭击战利品
Last-Raid_Info_02=袭击战利品文本
Last-Raid_Info_03=没有最新袭击战利品截图
Last-Raid_Info_04=最新袭击战利品文本
Last-Raid_Info_05=最新袭击战利品截图
LASTRAIDTXT=LASTRAIDTXT
LASTRAIDTXT_Info_01=- 传送<村庄名字>的最新袭击战利品文本
LOG=LOG
LOG_Info_01=- 传送<村庄名字>的目前日志档
LOG_Info_02=日志
LOG_Info_03=目前日志
LOG_Info_04=错误：CoC 已停止
LOG_Info_05=重新启动因为发生不同步错误
LOG_Info_06=之后下线
LOG_Info_07=运行时间
Loots_Info_01=战利品
Match-Found_Info_01=匹配成功！经过
Need-Rest_Info_01=上线时间太长，需要休息一下
New-Version_Info_01=有新版本的机器人
Notify_001=子弹推送通知
PAUSE=PAUSE
PAUSE_Info_01=- 暂停<村庄名字>的机器人
Request-For-Help_Info_01=请点击　BOT HELP 获得完整语法说明
Request-For-Help_Info_02=请求说明
Request-Stop_Info_01=停止机器人
Request-Stop_Info_02=停止机器人...
Request-Stop_Info_03=您的机器人正在停止中...
Request-Stop_Info_04=您的机器人已停止
Request-Stop_Info_05=机器人和安卓模拟器重新启动中
Request-Stop_Info_06=您的机器人正在停止中
Request-Stop_Info_07=您的机器人已停止
Request-Stop_Info_08=正攻击中无法暂停，晚点再试
Request-Stop_Info_09=机器人和安卓模拟器重新启动中...
Request-Stop_Info_10=机器人已重新运行
Request-Stop_Info_11=您的机器人正在暂停中
Request-Stop_Info_12=机器人正恢复运行
Request-Stop_Info_13=已收到您的要求。机器人已暂停
Request-Stop_Info_14=已收到您的要求。机器人已恢复运行
Request-Stop_Info_15=正攻击中无法暂停，晚点再试
Request-Stop_Info_16=要求重新启动
Request-Stop_Info_17=要求暂停
Request-Stop_Info_18=要求恢复
RESETSTATS=RESETSTATS
RESETSTATS_Info_01=- 重置<村庄名字>的统计
RESETSTATS_Info_02=统计已重置
RESTART=RESTART
RESTART_Info_01=- 重新启动<村庄名字>的机器人和安卓模拟器
RESUME=RESUME
RESUME_Info_01=- 恢复<村庄名字>的机器人
Resumed_Info_01=机器人已恢复运行
SCREENSHOT=SCREENSHOT
SCREENSHOT_Info_01=- 传送<村庄名字>的荧幕截图
SCREENSHOT_Info_02=没有最新袭击战利品截图
SCREENSHOT_Info_03=将尽快处理您要求的截图
SCREENSHOT_Info_04=村庄截图
SCREENSHOTHD=SCREENSHOTHD
SCREENSHOTHD_Info_01=- 传送<村庄名字>的高清荧幕截图
SHIELD=SHIELD
SHIELD_Info_01=- 传送<村庄名字>的护盾状态截图
SHIELD_Info_02=将尽快处理您要求的护盾资讯
SHUTDOWN=SHUTDOWN
SHUTDOWN_Info_01=- 关闭个人电脑
SHUTDOWN_Info_02=个人电脑正关闭中
Skip_Info_01=次
Skip_Info_02=次
STANDBY=STANDBY
STANDBY_Info_01=- 个人电脑进入待机
STANDBY_Info_02=个人电脑开始待机
STATS=STATS
STATS_Info_01=- 传送<村庄名字>的村庄统计资讯
Stats_Info_02=村庄统计资讯
Stats_Info_03=您已
Stats_Info_04=每小时收益
Stats_Info_05=正在启动中
Stats_Info_06=正在攻击中
Stats-DE_Info_01=黑油
Stats-E_Info_01=水
Stats-G_Info_01=金币
Stats-Now_Info_01=目前资源
Stats-T_Info_01=奖杯
STOP=STOP
STOP_Info_01=- 停止<村庄名字>的机器人
Take-Break_Info_01=上线时间太长，需要休息一下
Train_Info_01=已设定训练军队和法术
Train_Info_02=目前训练的军队和法术
Train_Info_03=目前军营
Train_Info_04=-  法术
Train_Info_05=现有容量
Train_Info_06=-  军营
TROOPS=TROOPS
TROOPS_Info_01=- 传送<村庄名字>的军队法术统计资讯
Upgrading_Info_01=升级中
Upgrading_Info_02=跳过升级
Upgrading_Info_03=使用金币来完成
Upgrading_Info_04=使用圣水来完成
Upgrading_Info_05=找不到金币升级按钮
Upgrading_Info_06=找不到圣水升级按钮
Upgrading_Info_07=使用金币来完成升级
Upgrading_Info_08=使用圣水来完成升级
Upgrading_Info_09=没有圣水升级按钮
Upgrading_Info_10=没有黄金升级按钮
Uploading-File_Info_01=上传档案到子弹推送伺服器中
Uploading-File_Info_02=上传档案到电报伺服器时，出现第二类错误
Uploading-File_Info_03=无法上传档案
Uploading-File_Info_04=发生错误
Uploading-File_Info_05=无法发送文件
Wall-Up_Info_01=城墙数目
Wall-Up_Info_02=找到城墙等级
Wall-Up_Info_03=找不到城墙等级
Wall-Up_Info_04=城墙区块已找到

[sam m0d]
_Sleep=Advanced Random _Sleep
_SleepMultipler=Sleep Multipler
_SleepMultiplerDBG=Enable Setlog for Random Sleep.
1=闪黑油钻
10=随机点击
100=自定义 + 队伍1
101=自定义 + 队伍2
102=自定义 + 队伍3
103=使用一键造兵的方式训练，然后自定义造兵的方式补回捐出的兵。
104=经典四指攻击
105=激活优先下部落城堡增援兵
106=先下部落城堡增援兵，只支援标准攻击模式。
107=标准攻击模式下兵速度设定
108=修改出兵速度因子
109=出兵速度 = 出兵速度 x 因子（毫秒）
11=进阶随机点击按钮
110=修改换兵速度因子
111=换兵速度 = 梯次 x 因子（毫秒）
112=攻击 II
113=采集器靠近红线，红线和采集器的距离 - 格：
114=检测多少个采集器靠近红线。当检测到符合你设定 % 的采集器个数，机器人将会攻击。
115=红线和采集器的距离，以格计算。
12=激活进阶随机点击按钮或坐标
13=激活进阶随机点击的日志
14=其他
15=只打没有联赛牌子的对手
16=检查外置采集器
17=跳过检查当对手资源超过以下数值
18=激活进阶升墙方式
19=迟延:
2=使用SamM0d闪黑方式
20=使用自定义字图辨识部落增援讯息。
21=请选择你的游戏版本。
22=采集器内置时，可以攻击对手当大本营等级相等于或低于：
23=GetMyOcr Debug
24=SamM0d Debug
25=切换谷歌账号和配置文件
26=以激活切换账号
27=谷歌账号位置1，和配置：
28=谷歌账号位置2，和配置：
29=谷歌账号位置3，和配置：
3=当对手黑油数值最少:
30=谷歌账号位置4，和配置：
31=谷歌账号位置5，和配置：
32=谷歌账号位置6，和配置：
33=谷歌账号位置7，和配置：
34=谷歌账号位置8，和配置：
35=等待部落增援，兵力最少:
36=截获shared_prefs
37=把模拟器里当前加载的村庄保存到配置文件里。把当前村庄的名字保存到配置文件里。
38=用覆盖shared_prefs的方式
39=用覆盖shared_prefs的方式来切换账号，适合配置低的电脑和昆仑版。
4=只闪死鱼
40=提高全局的迟延设定：
41=切换后检查村庄名字是否加载正确。
42=多指攻击
43=以下随机一种
44=标准四指
45=四指左螺旋
46=四指右螺旋
47=八指开花
48=八指内爆
49=八指左螺旋
5=偷本时，如果王下了就不闪黑
50=八指右螺旋
51=修改等待时的捐兵时间
52=秒
53=当等待造兵时，官方会有一段7秒的时间检查是否有新聊天记录，如果有就会点击聊天室开始捐兵。
54=攻击
55=CSV脚本的放兵速度 - 死鱼
56=增加或减少在脚本设定里面的放兵速度和切换兵种速度。
57=CSV脚本的放兵速度 - 活鱼
58=测试攻击
59=紧贴着造兵界面，当造兵或造法术时间剩下：
6=当闪黑油钻头时随机偏移坐标
60=会紧贴着造兵界面直到造兵或法术完成，然后立刻检查是否要造兵。（最高5分钟）（法术要激活等待法术才有效）
61=分钟
62=激活删除溢出的军队数量
63=检查已经造好的兵种数量是否多过造兵的设定，过多的删除。（基本数量过多是前一场的兵种没有下完，回到营地后和出战前所造的兵混合了。）
64=我的军队
65=我的法术
66=使用SamM0d版的造兵方式
67=造兵顺序
68=将会根据你的设定顺序训练。
69=取消预前造兵
7=闪第二次时，检查黑油钻是否存在
70=取消预前造兵，通常用于只是拿来造兵和捐兵的号。
71=军队组合1
72=军队组合2
73=军队组合3
74=重置军队
75=重置顺序
76=总数
77=预前造雷电法术
78=预前造疗伤法术
79=预前造狂暴法术
8=防止同一个黑油钻闪三次
80=预前造弹跳法术
81=预前造冰冻法术
82=预前造镜像法术
83=预前造毒药法术
84=预前造地震法术
85=预前造急速法术
86=预前造骷髅法术
87=法术造好后，再预前造雷电法术在排队列表。
88=法术造好后，再预前造疗伤法术在排队列表。
89=法术造好后，再预前造狂暴法术在排队列表。
9=最少在黑油钻闪到的数值:
90=法术造好后，再预前造弹跳法术在排队列表。
91=法术造好后，再预前造冰冻法术在排队列表。
92=法术造好后，再预前造镜像法术在排队列表。
93=法术造好后，再预前造毒药法术在排队列表。
94=法术造好后，再预前造地震法术在排队列表。
95=法术造好后，再预前造急速法术在排队列表。
96=法术造好后，再预前造骷髅法术在排队列表。
97=自动合并窗口
98=训练组合：
99=自定义造兵而已
Auto Hide Emulator=模拟器开启，后自动隐藏
Auto Minimize Bot=外挂开启后，自动最小化
Base 1=村庄营地1
Base 2=村庄营地2
Base 3=村庄营地3
Base 4=部落战营1
Base 5=部落战营2
Base 6=部落战营3
BotLogLineLimit=不清除日志，限制行数
BotLogLineLimitTips=战斗后不会清除日志，清除日志会使用限制行数的方式替换。
BotLogLineLimitValue=请输入行数限制数值
Challenge text=挑战字句 (多过一行随机选择)
ChkSearchTimeout=Restart search
Clan War Troops=War troops
ContinueStay=取消切换账号，当军队准备时间小于（分钟）：
ContinueStayValue=请输入多少分钟
Cool down share=分享过后冷却多少分钟再分享过？:
Custom And Army 1,2,3=自定义 + 队伍1,2,3
Debug Image=SamM0d调试图像
DeleteExcessSpells=激活删除溢出的法术数量
DeleteExcessSpellsTip=检查已经造好的法术数量是否过多，过多的删除。
Disable balloon tip while press pause=当按暂停时，取消气球提示。
DonateLimit=限制捐兵单位，每个循环只能捐的单位：
DonateLimitTips=预防捐兵后造成部队和排队中的部队发生混合，限制每个循环捐兵单位的数量。
DonateLimitValue=请输入每个循环只捐多少个单位。
DonateReady=只捐已经造好的兵种或法术。
Enable Friendly Challenge=激活分享友谊赛
Enable stop bot when battery level critical=当电池快没电时停止机器人
Enable use Event troops and spells=激活使用活动兵种或法术
ForcePreBrewSpell=强制预造法术
ForcePreBrewSpellTip=当前法术还没造好就把要预造的法术也加到造法术列表中
ForcePreTrainTroops=当兵营人数百分比超过右边的设定时就开始造第二波的兵
ForcePreTrainWhenSwitch=切换账号前，强制预造军队（打鱼账号）。
Friendly Challenge=友谊赛
GoblinXP=Goblin XP
Group_04=Restart search IF Cloud Time
High Priority=优先切换 - 侦察到这个号完成造兵的话，优先切换到这个账号。
Humanization=Humanization
Loading Bot tab=加载机器人页面...
LogoutLimit=等待造兵时，登出游戏的最大秒数是：
LogoutLimitTime=请输入登出的秒数。（一分钟等于60秒，四分钟等于240秒）
LogoutLimitTips=设定数分钟（自行转换秒数），有效的预防别的玩家攻击村庄。
Make Train Button Images=制造训练按钮图像
MF_Atk_Style=攻击风格：
MiscMOD=GTFO/FastDon
My Clan Castle=部落城堡
My Switch=账号切换
MySwitch_Capture_Msg1=成功：以截获村庄讯息 shared_prefs 和 village_92.png
MySwitch_Capture_Msg2=shared_prefs 获取失败，但是以截获 village_92.png
MySwitch_Capture_Msg3=village_92.png 获取失败，但是以截获 shared_prefs
MySwitch_Capture_Msg4=失败：shared_prefs 和 village_92.png 都不能截获
MySwitch_Capture_Shared_Prefs_Error=请打开模拟器和运行部落冲突后到My Profile(村庄个人讯息页)才执行这功能。
MySwitchTotalLoot=我的切换 - 全部账号
Normal=普通
Only share up on chat request=只按部落聊天的要求才分享友谊赛，请在下面设定友谊赛的字眼：
Order=顺序
Please select which base to share=请选择要分享的阵型
RemoveClanCastleSpells=如果部落城堡里的法术和数量和以下设定的不一样，激活删除。
RemoveClanCastleTroops=如果部落城堡里的兵和数量和以下设定的不一样，激活删除。
Reset Spells=重置法术
Setting for Stay how long (minutes) with this account.=这设定是待在这个账号多久。（分钟）
Smart wait for train=等待训练时关闭游戏。登入回游戏，当造兵秒数剩余:
smart wait for train text=请输入几秒
speed=速度
Switch Acc=切换账号
Switch Acc Tip=左边配置文件选好要切换的账号，然后点击这里会使用已选择的切换方式来切换到账号。
Switch method=Google: 使用谷歌内置切换; Shared_Prefs: 使用ADB覆盖Shared_Prefs文件的方式切换; Game Client: 使用配置文件选好的客端切换登入游戏.
Switch method label=切换方式：
SwitchTypeAttack=打鱼
SwitchTypeDonate=捐兵
txtDelay=迟延
txtNoOf=输入训练
txtQty=的数量
Un specify=不设定
Unit Quantity=单位
WaitForCCSpell=等待部落城堡的法术

[sam m0d log msg]
Check troops queue in train=检查排队中的队伍，是否有卡住的现象。。。
Current=当前
Dark Elixir=暗黑重油
Elixir=圣水
Not enough=不够
Please setup your troops at the M0d section.=请在M0d的选项【我的军队】设定造兵的方案。
Prepare for brew number Of=准备酿造
Prepare for train number Of=准备训练
Ready to brew=开始法术制作
Ready to train=开始部队训练
Spell cost=法术造价
to train=去训练
Training Troops & Spells=开始训练和制造法术
Troop cost=兵种造价
Waiting for troops ready=等待部队完成训练。。。
with total=使用总
Your Army Camps are now Full=你的部队已经完成训练。

[MBR GUI Design Title]
LblBotClose=关闭
LblBotExpand=合并后扩展外挂界面
LblBotMiniGUI=切换迷你模式
LblBotMinimize=最小化
LblBotNormal=切换普通模式
LblBotShrink=合并后收缩外挂界面
[MBR GUI Design - AutoUpgrade]
AutoUpgradeLog=------------------------------------------------ 自动升级日志 ------------------------------------------------
chkAutoUpgrade=使用自动升级
chkAutoUpgrade_Info_01=使用自动升级（工人列表推存的升级方式）
Group_01=自动升级
Group_02=忽略升级
Ignore_01=忽略使用金钱的升级
Ignore_02=忽略使用圣水的升级
Ignore_03=忽略使用黑油的升级
Label_01=保留
Label_02=自动升级后
MsgBox_Invalid_Text=警告 ！ 你不能选择忽略三个资源的升级！\r\n随着你的设置，自动升级将完全无效。\r\n并且不会启动任何升级...你必须取消选择一个或多个忽略使用资源的升级。
MsgBox_Invalid_Title=设置无效！！！
MsgBox_Warning_Text=警告 ！ 您选择了两个忽略使用资源的升级！\r\n自动升级可能会有问题，导致不会升级任何东西。\r\n我建议您只选择一个资源的忽略，而不是多个。
MsgBox_Warning_Title=警告：您的设置！！！
TxtAutoUpgradeLog=------------------------------------------------ AUTO UPGRADE LOG ------------------------------------------------
[Android]
Android_Options=安卓选项
ChkAdbClickDragScript=使用脚本方式来点击和拖动以达到精准。
ChkAdbClickDragScript_Info=使用安卓特定脚本文件来点击和拖动。\r\n如果取消勾选，将会使用比较兼容性的'input swipe'指令.
ChkAndroidCloseWithBot=用机器人关闭模拟器
ChkAndroidCloseWithBot_Info=当机器人存在时，也关闭模拟器。
CmbBackgroundMode=默认|使用 WinAPI (需要模拟器DirectX模式)|使用 ADB screencap
CmbBackgroundMode_Info=控制在背景模式下如何使用安卓的屏幕截图。\n默认会选择基于模拟器来选择使用WinAPI或screencap。\n信息：WinAPI比screencap快，但是screencap总是可以在屏幕关闭后运行，我们称之为“真正的背景模式”！
LblAndroidRebootHours=重启模拟器，请设定几小时后：
LblAndroidRebootHours_Info=请输入几小时后重启模拟器。（减少模拟器过久运行而导致运行缓慢）
LblBackgroundMode=屏幕截图的背景模式
[Android Control]
BtnAndroidAdbShell=在新的控制台窗口中启动ADB Shell
BtnAndroidBack=发送Back键
BtnAndroidHome=发送Home键
BtnPlayStoreGame=部落冲突
BtnPlayStoreNovaLauncher=Nova启动器
Group_03=安卓控制
Group_04=安装谷歌商城的Apps
[MOD GUI Design - BotHumanization]
chkCollectAchievements=Collect achievements automatically
chkLookAtRedNotifications=Look at red/purple flags on buttons
chkUseBotHumanization=Enable Bot Humanization
Group_01=Settings
Label_01=Read the Clan Chat
Label_02=Read the Global Chat
Label_03=Or
Label_04=Say...
Label_05=Watch Defenses
Label_06=Watch Attacks
Label_07=Max Replay Speed
Label_08=Pause Replay
Label_09=Look at War log
Label_10=Visit Clanmates
Label_11=Look at Best Players
Label_12=Look at Best Clans
Label_13=Max Replay Speed
Label_14=Look at Current War
Label_15=Pause Replay
Label_16=Watch Replays
Label_17=Do nothing
Label_18=Max Actions by Loop
Label_20=Launch Challenges with message
[MOD GUI Design - GoblinXP]
chkEnableSuperXP=Enable Goblin XP
chkFastGoblinXP=Fast GoblinXP
chkSkipZoomOutXP=Skip ZoomOut
DocXP1=XP at Start
DocXP2=Current XP
DocXP3=XP Won
DocXP4=XP Won/Hour
Group_01=Goblin XP
Label_01=Use
Label_02=to gain XP
Label_03=Goblin XP attack continuously the TH of Goblin Picnic to farm XP.
Label_04=At each attack, you win 5 XP
lblLOCKEDSX=LOCKED
rbSXIAttacking=Farm XP instead of Attacking
rbSXIAttacking_Info_01=Max XP to Gain
rbSXTraining=Farm XP during troops Training
[MOD GUI Design - Misc]
ChkKickOutSpammers=KickOut Spammers
ChkKickOutSpammers_Info_01=Kick only members with Donations and '0' Requests!
ChkUseGTFO=Enable it (at your own risks...)
ChkUseKickOut=Enable it (at your own risks...)
ChkUseKickOut_Info_01=Is necessary to be a Co-Leader or Leader
Group_01=Special Kickass Donation
Group_02=Special Kickass New Members
Label_01=Goal of SKD is lightning fast donation
Label_02=SKD is perfect for GTFO and to win a lot of XP !
Label_03=Time usage: 95% on Donations, 5% on Training
Label_04=Initial
Label_05=Current
LblDonatedCap=Donated Cap
LblDonatedCap_Info_01=New member + Donated Troops Limits, when reach will be kick [0-8]
LblGTFO=Lightning Fast Troops'n'Spells Donation
LblGTFO_Info_01=This is a Standalone feature!
LblGTFO_Info_02=Just Set your custom train, correct capacities
LblGTFO_Info_03=And This feature!
LblKickLimit=Kickout Limits
LblKickLimit_Info_01=How many Members will be kick each time.[1-9]
LblKickLimit_Info_02=From Bottom Rank to Top
LblKickout=Kickout Spammers / New Members
LblMinSaveGTFO_01=Exit SKD when Elixir
LblMinSaveGTFO_02=Exit SKD when Dark Elixir
LblReceivedCap=Received Cap
LblReceivedCap_Info_01=New member + Received Troops limits, when reach will be kick [0-35]
